{
  "This land is their land: Trump is selling out the US’s beloved wilderness_de": "Dieses Land ist ihr Land: Trump verkauft die beliebte Wildnis der USA aus",
  "During the McCarthy era’s darkest days, public lands came under attack. History now repeats itself – and this may be the last chance to defend what’s oursIn 1913, on a remote, windswept stretch of buffalo-grass prairie in western North Dakota, Roald Peterson was born – the ninth of 11 children to hardy Norwegian homesteaders.The child fell in love with the ecosystem he was born into. It was a landscape as awe-inspiring and expansive as the ocean, with hawks riding sage-scented winds by day and the Milky Way glowing at night. Continue reading..._de": "Während der dunkelsten Tage der McCarthy -Ära wurden öffentliche Gebiete angegriffen. Die Geschichte wiederholt sich jetzt-und dies könnte die letzte Chance sein, das zu verteidigen, was unsere 1913 auf einer abgelegenen, windgepeitschten Strecke von Buffalo-Gras-Prärie im Westen von Nord-Dakota war. Es war eine Landschaft, die so beeindruckend und weitläufig war wie der Ozean, wobei die Falken tagsüber winde mit weisen duftenden Winden fuhren und nachts die Milchstraße leuchtete. Lesen Sie weiter ...",
  "Trump’s new border wall will threaten wildlife in an area where few people pass_de": "Trumps neue Grenzmauer wird wild lebende Tiere in einem Gebiet bedrohen, in dem nur wenige Menschen vorbeikommen",
  "The San Rafael valley in Arizona is home to bears, mountain lions and wolves – now their movement will be restrictedDonald Trump is forging ahead with a new section of border wall that will threaten wildlife in a remote area where many rare animals – but very few people – roam.Customs and Border Protection (CBP) has invited private sector companies to bid for contracts to erect nearly 25 miles of barrier on the US-Mexico border, across the unwalled San Rafael Valley south of Tucson, Arizona, one of the most biodiverse regions in the US. Continue reading..._de": "Das San Rafael Valley in Arizona beherbergt Bären, Berglöwen und Wölfe-jetzt wird ihre Bewegung mit einem neuen Abschnitt der Grenzmauer eingeschränkt sein, der wild lebende Tiere in einem abgelegenen Gebiet bedrohen, in dem viele seltene Tiere-aber nur sehr wenige Menschen-durcheinander. San Rafael Valley südlich von Tucson, Arizona, eine der biologischsten Regionen in den USA. Lesen Sie weiter ...",
  "My advice to the new Green party leader? It's time to expose the climate deniers | Carla Denyer_de": "Mein Rat an den neuen Green Party Leader? Es ist Zeit, die Klimaleuchten aufzudecken | Carla Denyer",
  "Labour has allowed climate action to become synonymous with hardship. Farage’s Reform is exploiting that – but we offer real solutionsCarla Denyer is co-leader of the Green party of England and Wales and MP for Bristol CentralWhen I announced recently that I won’t be standing in this summer’s elections for the Green party’s leadership, many people wanted to know why. My answer is that I’ve always been guided by the question: “How can I make the biggest positive impact?”. I’m so proud of what Adrian Ramsay and I have accomplished over the past three and a half years: taking our party from one MP to four, from 450 councillors to more than 850, and growing and diversifying our membership. Having achieved what I set out to do,  I’ve decided that for the next few years, I’ll pour all my skills, passion and energy into being the best MP I can be for my constituents in Bristol Central, using my seat in parliament to fight for the changes this country needs.Since becoming an MP in July last year, I have found my ikigai – a Japanese concept describing the intersection of work that you love, you’re good at, and is what the world needs. There’s plenty I don’t love about how parliament works, but I feel incredibly motivated to be a voice asking “why can’t it be better?”, and a pair of hands working with others to try to build a better country. I joined the Green party because I wanted to change the country for the better, and I believed the best way to do that was by getting more Greens elected. In 2015 I was persuaded to stand for election myself – first as a councillor, then as an MP and then, at the insistence of friends and party colleagues, as co-leader of the Greens in 2021.Carla Denyer is co-leader of the Green party of England and Wales and MP for Bristol Central Continue reading..._de": "Labour hat es Klimamaßnahmen ermöglicht, Synonym für Schwierigkeiten zu werden. Farages Reform nutzt das aus-aber wir bieten echte SolutionsCarla Denyer Co-Leiter der Grünen Partei Englands und Wales und Abgeordneter für Bristol Central, dass ich kürzlich angekündigt habe, dass ich nicht in den Wahlen dieser Sommer für die Führung der Grünen Partei stehe, viele Menschen wollten wissen, warum. Meine Antwort lautet, dass ich immer von der Frage geleitet wurde: \"Wie kann ich den größten positiven Einfluss haben?\". Ich bin so stolz auf das, was Adrian Ramsay und ich in den letzten dreieinhalb Jahren erreicht haben: unsere Partei von einem Abgeordneten auf vier, von 450 Stadträten auf mehr als 850 und wachsen und diversifiziert unsere Mitgliedschaft. Nachdem ich das erreicht habe, was ich tun wollte, habe ich beschlossen, dass ich in den nächsten Jahren alle meine Fähigkeiten, Leidenschaft und Energie in den besten Abgeordneten eingießen werde, den ich für meine Wähler in Bristol Central sein kann, wobei ich meinen Sitz im Parlament benutze, um für die Veränderungen zu kämpfen, die dieses Land braucht. Ich liebe es nicht, wie das Parlament funktioniert, aber ich fühle mich unglaublich motiviert, eine Stimme zu sein, in der er gefragt wird: \"Warum kann es nicht besser sein?\", Und ein Paar Hände arbeitet mit anderen zusammen, um zu versuchen, ein besseres Land zu bauen. Ich bin der grünen Party beigetreten, weil ich das Land zum Besseren verändern wollte, und ich glaubte, dass der beste Weg, dies zu tun, darin bestand, mehr Grüns zu wählen. 2015 war ich überredet, mich selbst für die Wahl zu stellen-zuerst als Stadtrat, dann als Abgeordneter und dann auf dem Bestehen von Freunden und Parteikollegen als Co-Leiter der Grünen im Jahr 2021.",
  "‘I feel free’: the people who quit office jobs for the great outdoors – and would never go back_de": "\"Ich fühle mich frei\": Die Leute, die Bürojobs für die Natur verlassen haben - und niemals zurückkehren würden",
  "Fed up with being inside all day? Missing fresh air and nature? Five people who ditched their desks reveal the truth about their new livesSteve Kell, 59, countryside ranger, Warwickshire Country Parks I always loved being in nature. But I didn’t know what I wanted to do when I was 18, so I got a job at a high-street bank. My grandfather was made up – he was convinced I was going to be the governor of the Bank of England. But over the years I became disenchanted. Then, in my early 30s, I was diagnosed with testicular cancer and had to take months off work. I couldn’t help thinking about how finite life is. I decided I wanted to do something I really enjoyed. Continue reading..._de": "Es satt, den ganzen Tag drinnen zu sein? Frische Luft und Natur fehlen? Fünf Menschen, die ihre Schreibtische abgebrochen haben, enthüllen die Wahrheit über ihren neuen Livesssteve Kell (59), Countryside Ranger, Warwickshire Country Parks Ich habe es immer geliebt, in der Natur zu sein. Aber ich wusste nicht, was ich tun wollte, als ich 18 Jahre alt war, also bekam ich einen Job bei einer High-Street-Bank. Mein Großvater war erfunden - er war überzeugt, dass ich der Gouverneur der Bank of England sein würde. Aber im Laufe der Jahre wurde ich enttäuscht. In meinen frühen 30ern wurde mir dann mit Hodenkrebs diagnostiziert und musste Monate frei nehmen. Ich konnte nicht anders, als darüber nachzudenken, wie endlich das Leben ist. Ich entschied, dass ich etwas tun wollte, das mir wirklich Spaß gemacht hat. Lesen Sie weiter ...",
  "Revealed: European ‘green’ investments hold billions in fossil fuel majors_de": "Enthüllt: Europäische „grüne“ Investitionen halten Milliarden an Majors mit fossilen Brennstoffen",
  "Exclusive: Funds with names such as ‘Sustainable Global Stars’ have stakes in some of the world’s biggest pollutersEuropean “green” funds holding more than $33bn of investments in major oil and gas companies have been revealed by an investigation, despite fossil fuels being the root cause of the climate crisis. Some of these investment funds used branding such as Sustainable Global Stars and Europe Climate Pathway.Over $18bn was invested in the five biggest polluters: TotalEnergies, Shell, ExxonMobil, Chevron and BP. These topped a 2023 Carbon Majors ranking for oil and gas production among shareholder-owned firms. Other investments by funds following EU sustainable finance disclosure regulations (SFDR) included those in US fracking company Devon Energy and Canadian tar sands company Suncor, the investigation by Voxeurop and the Guardian found.A Legal & General Investment Management (LGIM) fund called Europe Climate Pathway had $88m invested in Shell, BP and TotalEnergies. In total, LGIM held $210m in “green” funds.The Robeco Sustainable Global Stars fund had $40m in TotalEnergies. Overall, Robeco held $207m in these funds.Another fund, a State Street product called World ESG had $43m in combined investment in all five of the oil majors. ESG is a label for funds promoting environmental, social and governance goals. In total, State Street Global Advisors UK held $243m in the “green” funds. Continue reading..._de": "EXKLUSIV: Fonds mit Namen wie „Sustainable Global Stars“ haben an einigen der größten „Green“ -Fonds der Welt, die in Anlagen in Höhe von mehr als 33 Mrd. USD in wichtige Öl- und Gasunternehmen mit einer Untersuchung in Höhe von mehr als 33 Mrd. USD in Anspruch genommen werden, die Hauptursache der Klimakrise enthüllt. Einige dieser Investitionsfonds verwendeten Branding wie nachhaltige globale Stars und Europa -Klimaweg. Über 18 Mrd. USD wurde in die fünf größten Verschmutzer investiert: TotalEnergies, Shell, ExxonMobil, Chevron und BP. Diese übertrafen ein Ranking von Carbon Majors 2023 für die Öl- und Gasproduktion bei Aktionärsunternehmen. Andere Investitionen nach Fonds nach EU Sustainable Finance Offenlegungspflichtigen (SFDR) waren diejenigen in der US -Fracking -Firma Devon Energy und der kanadischen Tar Sands Company Suncor, die Untersuchung durch Voxeuropa und der Guardian fanden einen Fund, der legal & allgemeine Investmentmanagement (LGIM) -Fonds namens Europa Clode Pathway 88 Mio. USD Invested in Shell, BP und TotalEnergies. Insgesamt hielt LGIM „Green“ -Fonds in Höhe von 210 Mio. USD. Der Robeco Sustainable Global Stars Fund hatte insgesamt 40 Mio. USD. Insgesamt hielt Robeco in diesen Fonds 207 Mio. USD. Ein anderer Fonds, ein staatliches Straßenprodukt namens World ESG hatte 43 Mio. USD in kombinierte Investitionen in alle fünf Ölmajors. ESG ist ein Etikett für Mittel, die die Ziele der Umwelt-, Sozial- und Governance -Ziele fördern. Insgesamt hielt State Street Global Advisors UK 243 Mio. USD in den „grünen“ Fonds. Lesen Sie weiter ...",
  "Iroquois Valley: Investing in Farmers Transitioning to Organic, Regenerative Agriculture_de": "Irokois Valley: Investitionen in Landwirte, die in organische, regenerative Landwirtschaft übergehen",
  "As more people are starting to realize — and as Indigenous Peoples have understood for millennia — how we treat the land affects everything from food and water security to carbon sequestration and climate change. Many farms in the United States are multigenerational family operations, and, as they are passed down, some members of the […]\nThe post Iroquois Valley: Investing in Farmers Transitioning to Organic, Regenerative Agriculture appeared first on EcoWatch._de": "Da immer mehr Menschen anfangen zu realisieren - und wie die indigenen Völker seit Jahrtausenden verstanden haben -, wie wir das Land behandeln, beeinflusst sie alles von Nahrungsmittel und Wassersicherheit bis hin zu Kohlenstoff -Sequestrierung und Klimawandel. Viele Bauernhöfe in den Vereinigten Staaten sind mehrjährige Familienoperationen, und während sie weitergegeben werden, sind einige Mitglieder der […]\nDas Post -Irokois -Tal: Investitionen in Landwirte, die in die organische, regenerative Landwirtschaft wechseln, erschien zunächst bei EcoWatch.",
  "Global Hunger Rises for 6th Consecutive Year in a ‘World Dangerously off Course’: UN Report_de": "Der globale Hunger steigt für das 6. Jahr in Folge in einem „Welt gefährlich abseits der Kurs“: UN -Bericht",
  "Acute global food insecurity rose for the sixth year in a row in 2024, according to the 2025 Global Report on Food Crises (GRFC), a collaborative effort coordinated by the Food Security Information Network. The report shows that climate extremes, conflict, forced displacement and economic shocks continue to drive malnutrition and food insecurity around the […]\nThe post Global Hunger Rises for 6th Consecutive Year in a ‘World Dangerously off Course’: UN Report appeared first on EcoWatch._de": "Laut dem Global Report über Food Crises (2025 über Lebensmittelkrisen) stieg die akute globale Ernährungsunsicherheit im Jahr 2024 im Jahr 2024, eine vom Nahrungsmittelversicherungsnetzwerk koordinierte Anstrengung. Der Bericht zeigt, dass Klimaextreme, Konflikte, erzwungene Verschiebung und wirtschaftliche Schocks weiterhin Unterernährung und Ernährungsunsicherheit rund um die […] vorantreiben.\nDer Post -Global Hunger steigt für das 6. Jahr in Folge in einem „Welt gefährlich abseits der Kurs“: UN -Bericht erschien zuerst auf EcoWatch.",
  "Low River Levels in UK Raise Concerns of Drought_de": "Niedrige Flussniveaus in Großbritannien machen Bedenken hinsichtlich der Dürre auf",
  "Extremely low river levels in the UK recently have experts concerned about an impending drought. The UK is also experiencing its driest spring since 1961, as BBC News reported. According to data from the UK Centre for Ecology & Hydrology (UKCEH), the UK received just 43% of the average rainfall in March, and some rivers […]\nThe post Low River Levels in UK Raise Concerns of Drought appeared first on EcoWatch._de": "In jüngster Zeit haben extrem niedrige Flussniveaus in Großbritannien Experten besorgt über eine bevorstehende Dürre. Großbritannien erlebt auch seinen trockensten Frühjahr seit 1961, wie BBC News berichtete. Nach Angaben des britischen Zentrums für Ökologie und Hydrologie (UKCEH) erhielt Großbritannien nur 43% des durchschnittlichen Niederschlags im März und einige Flüsse […]\nDer Post -Low River -Level in Großbritannien in Großbritannien schien zuerst bei Dürre auf Ecowatch zu sein.",
  "Record Number of River Barriers Removed in Europe in 2024: Report_de": "Rekordzahl der Flussbarrieren, die in Europa im Jahr 2024 entfernt wurden: Bericht",
  "European countries dismantled a record 542 dams, culverts, weirs and sluices that had been blocking rivers in 2024 — up 11 percent from the previous year — according to a new report from Dam Removal Europe. Last year 23 countries in Europe removed a river barrier, and for four of them — Croatia, Turkey, Bosnia […]\nThe post Record Number of River Barriers Removed in Europe in 2024: Report appeared first on EcoWatch._de": "Laut einem neuen Bericht der Dammentfernung Europas haben europäische Länder einen Rekord von 542 Dämmen, Durchläufen, Wehre und Schleusen abgeblockt, die die Flüsse 2024 - um 11 Prozent gegenüber dem Vorjahr blockierten. Im vergangenen Jahr haben 23 Länder in Europa eine Flussbarriere entfernt und für vier von ihnen - Kroatien, Türkei, Bosnien […]\nDie Post -Rekord -Anzahl der Flussbarrieren, die im Jahr 2024 in Europa entfernt wurden: Der Bericht erschien zuerst bei EcoWatch.",
  "China’s CO2 Emissions Fall for the First Time Despite Rising Power Demand, Signaling Possible Peak_de": "Chinas CO2 -Emissionen fallen trotz steigender Strombedarf zum ersten Mal und signalisieren einen möglichen Peak",
  "For the first time, a surge in China’s renewable energy output has led to a drop in the country’s carbon emissions, despite rapidly increasing power demand. The emissions decline marks a major milestone in China’s energy transition, according to an analysis by Lauri Myllivirta, lead analyst and co-founder of the Center for Research on Energy […]\nThe post China’s CO2 Emissions Fall for the First Time Despite Rising Power Demand, Signaling Possible Peak appeared first on EcoWatch._de": "Zum ersten Mal hat ein Anstieg der Chinas erneuerbaren Energieerzeugung zu einem Rückgang der CO2 -Emissionen des Landes geführt, obwohl er schnell steigender Strombedarf hat. Die Emissionsrücknahme ist ein großer Meilenstein im chinesischen Energieübergang, wie aus einer Analyse von Lauri Myllivirta, leitender Analystin und Mitbegründerin des Zentrums für Energieforschung […]\nDie CO2 -Emissionen von Post Chinas fallen trotz steigender Strombedarf zum ersten Mal, wobei der mögliche Peak zuerst bei Ecowatch erschien.",
  "Global recycling rates have fallen for eighth year running, report finds_de": "Die weltweiten Recyclingquoten sind im Laufe des achten Jahres in Laufe der Berichtszeiten gesunken",
  "Researchers call for investment in ‘circular solutions’ as consumption rises faster than growth in populationGlobal recycling rates are failing to keep pace with a culture focused on infinite economic growth and consumerism, with the proportion of recycled materials re-entering supply chains falling for the eighth year running, according to a new report.Only 6.9% of the 106bn tonnes of materials used annually by the global economy came from recycled sources, a 2.2 percentage point drop since 2015, researchers from the Circle Economy thinktank found. Continue reading..._de": "Forscher fordern Investitionen in „kreisförmige Lösungen“, da der Konsum schneller steigt als das Wachstum der bevölkerungsglobalen Recyclingquoten mit einer Kultur, die sich auf unendlichem Wirtschaftswachstum konzentriert, und der Anteil der recycelten Materialien, die wieder in die Versorgungsketten eintreten, die auf die 26. Der Prozentpunkt sinkt seit 2015, dass Forscher der Circle Economy Thinktank festgestellt haben. Lesen Sie weiter ...",
  "Europe’s lithium rush leaves mineral-rich communities in the dark_de": "Europas Lithium-Rush verlässt mineralreiche Gemeinden im Dunkeln",
  "Local residents are seeking more information and want stronger guarantees that mining won’t harm the nature on which their incomes depend\nThe post Europe’s lithium rush leaves mineral-rich communities in the dark appeared first on Climate Home News._de": "Die Anwohner suchen nach mehr Informationen und wünschen eine stärkere Garantie dafür, dass der Bergbau der Natur, von der ihre Einkommen abhängen, nicht schädigen\nDer Lithium-Rush von Post Europe lässt mineralreiche Gemeinden im Dunkeln zuerst in Climate Home News erschienen.",
  "Low emission zones are successful in cutting air pollution, study finds_de": "Niedrige Emissionszonen sind erfolgreich bei der Schneiden von Luftverschmutzung, Studienfunde",
  "Team in Belgium find improvement in air quality after launch of traffic measures in Brussels, Antwerp and GhentLow emission zones are successful at reducing air pollution and its effects on health, researchers have found.The team, working for the Belgian mutual health insurer Mutualités Libres, were looking at the best ways to cut air pollution and its impact on health. Continue reading..._de": "Das Team in Belgien findet eine Verbesserung der Luftqualität nach dem Start von Verkehrsmaßnahmen in Brüssel, Antwerpen- und Ghentlow -Emissionszonen sind erfolgreich bei der Reduzierung der Luftverschmutzung und deren Auswirkungen auf die Gesundheit. Lesen Sie weiter ...",
  "Poor building standards add £1,000 to energy bills of new homes, analysis finds_de": "Schlechte Gebäudestandards fügen den Energiekosten mit neuen Häusern 1.000 Pfund hinzu, die Analysen finden",
  "About £5bn more spent than if rules for low-carbon new-builds had not been scrapped in 2016, ECIU thinktank findsPeople living in newly built homes are being hit with energy bills that are nearly £1,000 a year higher than need be because of the poor standards to which they have been constructed.Occupants of homes built in the past seven years have paid about £5bn more in energy bills than they would have if regulations requiring new homes to be low-carbon had not been scrapped in 2016, according to analysis seen by the Guardian. Continue reading..._de": "Etwa 5 Mrd. GBP mehr ausgegeben als wenn Regeln für kohlenstoffarme Neugebäude im Jahr 2016 nicht verschrottet worden wären. Laut Analyse des Guardian wurde 2016 nicht mit kohlenstoffreichem Kohlenstoff verschrottet. Lesen Sie weiter ...",
  "‘We sometimes milked 3,000 snails a day!’: the dying art of milking molluscs_de": "\"Wir haben manchmal 3.000 Schnecken pro Tag gemolken!\"",
  "For 1,500 years, Mexico’s Mixtec people have extracted ink from the rare purpura snail to dye yarn. But they fear the species – and their rich tradition – may soon be lost for everPhotographs by Mauricio PalosThe site for the camp is well chosen. Mangrove trees provide shade from the sun; from their hammocks, the two men can look out over the yellow sand of Chachacual Bay. Rocks rise at both ends of the beach, breakers crashing against them. Next to the camp, turtles have left their tracks in the sand. “They often come at night and keep us company,” says Mauro Habacuc Avendaño Luis, 81, known to everyone as Habacuc.While Habacuc lights a campfire to make coffee, his son Rafael, 42, sets up a small tent for the night. Rain is forecast. “We’ve been camping in the same spot for many years,” says Habacuc. “From here, we roam the coast in search of the purpura snail.”White cotton skeins dyed with snail ink turn from yellow to green and finally ‘tixinda’ purple in the sun Continue reading..._de": "Seit 1.500 Jahren haben die mexikanischen Mischleute Tinte aus der seltenen Purpura -Schnecke zum Färbengarn extrahiert. Aber sie fürchten die Spezies - und ihre reiche Tradition - könnte bald für Everphotographs von Mauricio Palosthe Site für das Lager verloren gehen. Mangrovenbäume liefern Schatten von der Sonne; Aus ihren Hängematten können die beiden Männer über den gelben Sand der Chachacual Bay schauen. Die Felsen steigen an beiden Enden des Strandes und Breakers stürzen gegen sie. Neben dem Lager haben Schildkröten ihre Spuren im Sand gelassen. \"Sie kommen oft nachts und halten uns Gesellschaft\", sagt Mauro Habacuc Avendaño Luis, 81, der allen als Habacuc bekannt ist. Während Habacuc ein Lagerfeuer zum Kaffee leuchtet, stellt sein Sohn Rafael, 42, ein kleines Zelt für die Nacht auf. Regen wird prognostiziert. \"Wir campen seit vielen Jahren an derselben Stelle\", sagt Habacuc. „Von hier aus streifen wir die Küste auf der Suche nach der Purpura -Schnecke.“ Weiße Baumwollstränge mit Schneckentinte von gelb nach grün und schließlich \"Tixinda\" lila in der Sonne Lesen Sie weiter ...",
  "Delay farmer inheritance tax changes ‘to allow for better formulation’, say MPs_de": "Verzögerung der Erbschaftssteuer von Landwirten \", um eine bessere Formulierung zu ermöglichen\", sagen Abgeordnete",
  "Report says proposals ‘threaten to affect most vulnerable’, who would be helped by more time to seek adviceA group of influential MPs has urged the government to delay controversial planned changes to inheritance tax for farmers to “allow for better formulation of tax policy” and to protect vulnerable farmers by giving them more time to seek advice.The environment, food and rural affairs (Efra) committee has called on the government to hold off announcing its overhaul of agricultural property relief and business property relief until October 2026, before bringing them into effect from April 2027. Continue reading..._de": "Bericht besagt, dass Vorschläge „drohen, am verletzlichsten zu beeinflussen“, der durch mehr Zeit geholfen wird, um eine berücksichtige Gruppe von einflussreichen Abgeordneten zu suchen, die die Regierung aufgefordert haben, umstrittene geplante Veränderungen der Erbschaftssteuer für die Landwirte zu verzögern, um „eine bessere Formulierung der Steuerpolitik zu ermöglichen“, und schützten schutzbedürftige Landwirte, die ihnen mehr Zeit einholen. Erleichterung der landwirtschaftlichen Immobilie und der Erleichterung von Wirtschaftseigentum bis Oktober 2026, bevor sie ab April 2027 in Kraft treten. Lesen Sie weiter ...",
  "The Guardian view on green homes: solar panels and heat pumps should be a bare minimum | Editorial_de": "Die Wächteransicht auf grüne Häuser: Sonnenkollektoren und Wärmepumpen sollten ein minimales Minimum sein | Redaktionell",
  "Ministers must resist pressure to relax environmental standards in the rush for new housingAlmost two decades after the last Labour government announced a zero carbon homes standard, and with the breaking of temperature records around the world now so normal as to seem routine, it ought to be uncontroversial that new buildings should be as environmentally friendly as possible. Given everything we know about global heating, and the law obliging the UK to reach net zero by 2050, it is disturbing that even the basics of promoting energy security and efficiency continue to be questioned.But that is the situation Britain faces, as the government lays the ground for a housebuilding spree that it hopes will last for the rest of this parliament (as planning is devolved, the target of 1.5m new homes is for England only). Much of the blame for this discouraging state of affairs lies with the Tories, who delayed progress towards sustainability by scrapping environmental rules, leading to a disgraceful proliferation of new developments where the houses do not even have solar panels on the roofs. Continue reading..._de": "Die Minister müssen dem Druck widerstehen, die Umweltstandards im Eile für neue Wohnungen zwei Jahrzehnte nach der Ankündigung der letzten Labour -Regierung einen Null -Carbon -Homes -Standard anzuzeigen, und da die Temperaturaufzeichnungen weltweit inzwischen so normal sind, dass sie Routine erscheint, sollte es unumstritten sein, dass neue Gebäude so umweltfreundlich wie möglich sein sollten. Angesichts von allem, was wir über die globale Heizung und das Gesetz, das das Vereinigte Königreich bis 2050 zur Erreichung von Net Null verpflichtet, ist es beunruhigend, dass selbst die Grundlagen für die Förderung der Energiesicherheit und der Effizienz weiterhin in Frage gestellt werden. Ein Großteil der Schuld für diesen entmutigenden Zustand liegt bei den Tories, die den Fortschritt in Richtung Nachhaltigkeit verzögert, indem sie Umweltregeln verschrotteten, was zu einer schändlichen Verbreitung neuer Entwicklungen führt, bei denen die Häuser nicht einmal Sonnenkollektoren auf den Dächern haben. Lesen Sie weiter ...",
  "New Project Will Reintroduce Elk to UK for the First Time in 3,000 Years_de": "Neues Projekt wird Elche zum ersten Mal seit 3.000 Jahren wieder in Großbritannien einführen",
  "After successfully reintroducing beavers back into the wild in England, a new project is looking to bring European elk back to the UK. The elk previously went extinct in the UK 3,000 years ago. Rewilding Britain is awarding grants through its Rewilding Innovation Fund for a joint project by the Derbyshire and Nottinghamshire Wildlife Trusts […]\nThe post New Project Will Reintroduce Elk to UK for the First Time in 3,000 Years appeared first on EcoWatch._de": "Nachdem ein neues Projekt in England erfolgreich wieder in die Wildnis in England eingeführt wurde, soll er nach Großbritannien zurückkehren. Das Elch wurde zuvor vor 3.000 Jahren in Großbritannien ausgestorben. Rewilding Britain verleiht Stipendien durch seinen Rewilding Innovation Fund für ein gemeinsames Projekt der Derbyshire und Nottinghamshire Wildlife Trusts […]\nDas neue Projekt wird Elche zum ersten Mal seit 3.000 Jahren wieder in Großbritannien einführen.",
  "Surfer, first lady and former PM among Brazil’s COP30 envoys_de": "Surfer, First Lady und ehemaliger Premierminister unter brasilianischen COP30 -Gesandten",
  "Brazil has appointed 30 envoys including the first lady Janja Lula da Silva and New Zealand's Jacinda Ardern to liaise with \"priority\" sectors and regions\nThe post Surfer, first lady and former PM among Brazil’s COP30 envoys appeared first on Climate Home News._de": "Brasilien hat 30 Gesandte ernannt, darunter die First Lady Janja Lula da Silva und die Neuseelands Jacinda Ardern, um mit \"Priority\" -Bereichen und -regionen zu in Verbindung zu treten\nDer Post -Surfer, First Lady und ehemaliger Premierminister unter Brasiliens COP30 -Gesandten trat zuerst in Climate Home News auf.",
  "‘No one wants a building that kills birds’: why cities are turning off the lights_de": "\"Niemand will ein Gebäude, das Vögel tötet\": Warum Städte das Licht ausschalten",
  "As avian numbers plunge, activists demand action to save birds from crashing into high-rise blocksThe wren’s legs were tucked delicately underneath its diminutive body, slumped on its side as if asleep. If it wasn’t lying on the bare concrete of a Texas street, there would be few clues that it had endured a crunching, violent death.The bird had flown headfirst into the Bank of America building, a 72-storey modernist skyscraper in the heart of Dallas. Its corpse was catalogued by volunteers who seek to document the toll of birds that strike the glass, metal and concrete structures festooned with bewildering lights that form the skylines of our cities. Continue reading..._de": "Als Vogelzahlen eintauchen, fordern die Aktivisten Aktionen, um Vögel vor dem Absturz in Hochhäuser zu retten, dass die Beine des Zingens zart unter seinem winzigen Körper versteckt waren und auf der Seite wie einschlafen waren. Wenn es nicht auf dem nackten Beton einer texanischen Straße lag, gab es nur wenige Hinweise darauf, dass es einen knirschenden, gewalttätigen Tod erlitten hatte. Der Vogel hatte Kopffänger in das Gebäude der Bank of America geflogen, einem 72-stöckigen modernistischen Wolkenkratzer im Herzen von Dallas. Die Leiche wurde von Freiwilligen katalogisiert, die die Tribut von Vögeln dokumentieren, die mit verwirrenden Lichtern, die die Skylines unserer Städte bilden, mit verwirrenden Lichtern versetzt werden. Lesen Sie weiter ...",
  "Protecting the World’s Seagrass Meadows Could Prevent Billions in Damages, New Research Suggests_de": "Der Schutz der Seegraswiesen der Welt könnte Milliarden an Schäden verhindern, schlägt neue Forschungen vor",
  "The world’s seagrass meadows capture and store enormous amounts of carbon, but they must be protected if the incredible work they do for our climate is to continue. A new global study predicts that protecting seagrass meadows that are “at-risk” could avert climate damages of more than $200 billion by stopping the release of over […]\nThe post Protecting the World’s Seagrass Meadows Could Prevent Billions in Damages, New Research Suggests appeared first on EcoWatch._de": "Die weltweiten Seegraswiesen erfassen und speichern enorme Mengen an Kohlenstoff, aber sie müssen geschützt werden, wenn die unglaubliche Arbeit, die sie für unser Klima leisten, weitermachen soll. Eine neue globale Studie sagt voraus, dass der Schutz von Seegraswiesen, die „gefährdet“ sind, das Klimaschäden von mehr als 200 Milliarden US-Dollar abwenden könnte, indem sie die Veröffentlichung von Over […]\nDer Post, der die Seegraswiesen der Welt schützt, könnte Milliarden an Schäden verhindern. Neue Forschungsergebnisse deuten darauf hin, dass zuerst bei Ecowatch zuerst auftraten.",
  "BBC Inside Science_de": "BBC Inside Science",
  "40 years since we discovered a hole in the Ozone layer, we ask what threatens it today_de": "40 Jahre, seit wir ein Loch in der Ozonschicht entdeckt haben, fragen wir, was es heute bedroht",
  "European Companies Increasingly Support Strong Climate Action: Report_de": "Europäische Unternehmen unterstützen zunehmend starke Klimaperos: Bericht",
  "In a “profound shift,” a new analysis by nonprofit think tank InfluenceMap has found that companies in the European Union increasingly support climate action, a change analysts said challenges the narrative of businesses viewing green regulations as a threat to their profits. The report — European Industry and the EU’s Climate Policy 2024–29 — found […]\nThe post European Companies Increasingly Support Strong Climate Action: Report appeared first on EcoWatch._de": "In einer „tiefgreifenden Verschiebung“ hat eine neue Analyse der gemeinnützigen Think Tank Influencemap ergeben, dass Unternehmen in der Europäischen Union das Klimamaßnahmen zunehmend unterstützen, so ein Veränderungsanalysten, dass die Erzählung von Unternehmen, die die grünen Vorschriften als Bedrohung für ihren Gewinn betrachten. Der Bericht - Europäische Industrie und die Klimapolitik der EU 2024–29 - fanden […]\nDie post -europäischen Unternehmen unterstützen zunehmend starke Klimaaktion: Der Bericht erschien zuerst auf EcoWatch.",
  "Decades-long mystery of ginger cats revealed_de": "Jahrzehntelanges Geheimnis von Ingwerkatzen enthüllt",
  "Researchers in Japan and US have unlocked the 60-year mystery of what gives cats their orange colour._de": "Forscher in Japan und den USA haben das 60-jährige Rätsel freigeschaltet, was den Katzen ihre orangefarbene Farbe verleiht.",
  "How 'forever chemicals' have seeped into almost everything – video_de": "Wie \"für immer Chemikalien\" in fast alles eingetaucht sind - Video",
  "Pfas are a group of thousands of chemicals that are used for their non-stick and water-resistant properties. They are often refered to as 'forever chemicals' because they can take thousands of years to break down. Pfas are being found in so many everyday items that it's starting to feel like they are everywhere - non-stick frying pans, waterproof mascaras, stain-resistant clothing, packaging for takeaway food items. Pfas are even in our food, our drinking water and in the rain. Josh Toussaint-Strauss talks to Leana Hosea and Rachel Salvidge of Watershed investigations, a nonprofit that works to expose the causes behind Pfas contamination. Together they discuss what the spread of Pfas means for our health and the environment, and what can be done to get rid of them or at least limit our exposure. Continue reading..._de": "PFAs sind eine Gruppe von Tausenden von Chemikalien, die für ihre nicht-stacheligen und wasserresistenten Eigenschaften verwendet werden. Sie werden oft als „für immer Chemikalien“ bezeichnet, weil sie Tausende von Jahren dauern können, um zusammenzubrechen. PFAs werden in so vielen alltäglichen Gegenständen gefunden, dass es sich überall anfühlt, dass sie überall sind-keine Pfannen, wasserdichte Mascaras, fleckresistente Kleidung, Verpackung für Lebensmittel zum Mitnehmen. PFAs sind sogar in unserem Essen, unseres Trinkwassers und im Regen. Josh Toussaint-Strauss spricht mit Leana Hosea und Rachel Salvidge von Watershed Investigations, einer gemeinnützigen Organisation, die die Ursachen hinter der PFAS-Kontamination enthüllt. Zusammen diskutieren sie, was die Verbreitung von PFAs für unsere Gesundheit und die Umwelt bedeutet und was getan werden kann, um sie loszuwerden oder zumindest unsere Exposition einzuschränken. Lesen Sie weiter ...",
  "Indigenous land disputes cloud Kenya’s carbon market ambitions_de": "Indigene Landstreitigkeiten Streitigkeiten Cloud Kenias Kohlenstoffmarktambitionen",
  "Two of Kenya’s biggest carbon credit projects are mired in controversy, clouding the country's hopes of raising climate finance from the offset market\nThe post Indigenous land disputes cloud Kenya’s carbon market ambitions appeared first on Climate Home News._de": "Zwei der größten Kohlenstoffkreditprojekte in Kenia sind in Kontroversen geprägt und trüben die Hoffnungen des Landes, die Klimafinanzierung vom Offset -Markt zu erhöhen\nDie Ambitionen für indigene Landstreitigkeiten der Cloud Kenias indigenen Land bestreiten zuerst in Climate Home News.",
  "A seadragon and flushing worms: Environmental Photography award winners – in pictures_de": "Ein Seader- und Spülenwürmer: Umweltfotografie -Preisträger - in Bildern",
  "Winning images from the 2025 Prince Albert II of Monaco Foundation Environmental Photography award, selected from 10,000 images submitted globally. The contest aims to reward photographers who put their creativity to good use in raising awareness of the importance of environmental protectionShortlisted exhibited in Monaco from 3 June to 31 July 2025 then touring in various locations around the world Continue reading..._de": "Gewinnbilder aus dem Prince Albert II. 2025 von der Monaco Foundation Environmental Photography Award, ausgewählt aus 10.000 weltweit eingereichten Bildern. Der Wettbewerb zielt darauf ab, Fotografen zu belohnen, die ihre Kreativität gut nutzen, um das Bewusstsein für die Bedeutung von Umweltschutz -Protectionshortlisten in Monaco vom 3. Juni bis 31. Juli 2025 zu schärfen und dann an verschiedenen Orten auf der ganzen Welt zu touren. Lesen Sie weiter ...",
  "South Korea’s female freedivers: TV has made stars of the haenyeo but what is their real story?_de": "Südkoreas weibliche Freedivers: TV hat Stars des Haenyeo gemacht, aber was ist ihre wahre Geschichte?",
  "The craze for Korean culture has brought fame to the ‘women of the sea’, but not always to their benefit. Now they want to reclaim their stories to inspire a new generationThere is an episode in the Netflix drama When Life Gives You Tangerines where a woman dives into the sea and brings back a catch of abalone (sea snails), which she says will feed her family. The woman is a haenyeo. Haenyeo, or “women of the sea”, have been recorded as far back as the 17th century and are unique to the island of Jeju in South Korea, where they fish sustainably, diving time and again on a single breath to bring back shellfish and seaweed.Yet the scene, set in the 1960s, simply wouldn’t happen today, says Myeonghyo Go, a haenyeo who lives in the village of Iho-dong on Jeju. “The seaweeds here are disappearing, and seaweed is the food for abalone. Because we don’t have the seaweeds, we don’t have abalone,” she says. Continue reading..._de": "Die Begeisterung um die koreanische Kultur hat den „Frauen des Meeres“ Ruhm gebracht, aber nicht immer zu ihrem Vorteil. Jetzt wollen sie ihre Geschichten zurückerobern, um eine neue Generation zu inspirieren. Eine Episode im Netflix -Drama gibt Ihnen Mandarinen, in denen eine Frau ins Meer taucht und einen Haken von Abalone (Sea Snails) zurückbringt, was sie sagt, wird ihre Familie füttern. Die Frau ist ein Haenyeo. Haenyeo oder \"Frauen des Meeres\" wurden bereits im 17. Jahrhundert auf der Insel Jeju in Südkorea aufgezeichnet. \"Die Algen hier verschwinden und Seetang ist das Essen für Abalone. Weil wir nicht die Seetang haben, haben wir keine Abalone\", sagt sie. Lesen Sie weiter ...",
  "Labour has denounced me as ‘deeply misleading’ on its planning reform. I wish that were true | George Monbiot_de": "Labour hat mich in seiner Planungsreform als „zutiefst irreführend“ angeprangert. Ich wünschte, das wäre wahr | George Monbiot",
  "Even it now admits that brick by brick, these proposals will wreck habitats. This could be Starmer’s most damaging mistake yetThe precedent is uncanny, and the failure to learn from it downright mystifying. Keir Starmer is rushing gladly towards the catastrophe Boris Johnson inflicted on himself in 2020. Had he set out to stymie Labour’s chances of re-election, he couldn’t be doing it better.In 2020, Johnson promised “a whole new planning system” for England, which, he claimed, would promote “economic growth”. He said he wanted to see 300,000 new homes built every year. He sought to “build, build, build”, but falsely claimed that his plans were thwarted by newts, which he used as shorthand for environmental protections. He would sweep these protections away. Continue reading..._de": "Sogar es gibt nun zu, dass Ziegel für Ziegelstein, diese Vorschläge Lebensräume zerstören. Dies könnte STARRERS Schädlichster Fehler sein, das der Präzedenzfall ist, ist unheimlich und das Versäumnis, daraus geradezu mystifiziert zu lernen. Keir Starrer eilt gerne auf die Katastrophe Boris Johnson, die sich 2020 selbst zugefügt hat. Hätte er sich auf den Weg gemacht, die Chancen auf die Wiederwahl zu behaupten, konnte er es nicht besser machen. 2020 versprach Johnson „ein ganz neues Planungssystem“ für England, was, wie er behauptete, „Economic Growth“ fördern würde. Er sagte, er wollte jedes Jahr 300.000 neue Häuser gebaut sehen. Er versuchte, „bauen, bauen, bauen“, behauptete jedoch fälschlicherweise, dass seine Pläne von Newts vereitelt wurden, die er als Abkürzung für den Umweltschutz verwendete. Er würde diese Schutzmaßnahmen wegfegen. Lesen Sie weiter ...",
  "Mosquito-borne killer disease threatens blackbirds_de": "Mückenkörnige Krankheit durch Mücken bedroht die Schwarze",
  "The disease has spread great distances, with scientists racing to understand the risks._de": "Die Krankheit hat große Entfernungen ausgebreitet, wobei Wissenschaftler die Risiken verstehen.",
  "Mapping of England’s Peatlands Finds 80% Have Become Degraded_de": "Die Kartierung von Englands Torflands findet 80% degradiert geworden",
  "Scientists have now comprehensively mapped peatlands in England, and their work has revealed that 80% of the country’s peatlands and peat soils have become dry or degraded. Using a combination of satellite imagery and AI technology along with data analysis of existing and new field data, scientists developed a map of peaty soils known as […]\nThe post Mapping of England’s Peatlands Finds 80% Have Become Degraded appeared first on EcoWatch._de": "Wissenschaftler haben in England nun die Torfgebiete umfassend abgebildet, und ihre Arbeiten haben gezeigt, dass 80% der Torf- und Torfböden des Landes trocken oder verschlechtert wurden. Unter Verwendung einer Kombination aus Satellitenbildern und KI -Technologie sowie der Datenanalyse bestehender und neuer Felddaten entwickelten Wissenschaftler eine Karte von Torfböden, die als […] bekannt sind\nDie Post -Mapping von Englands Torflands findet, dass 80% verschlechtert wurden.",
  "UK Creates New Nature Reserve to Protect Wildlife and Landscapes That Inspired Brontë Sisters_de": "Großbritannien schafft ein neues Naturschutzgebiet, um Wildtiere und Landschaften zu schützen, die Brontë -Schwestern inspirierten",
  "The British government has announced the creation of a new National Nature Reserve — the 3,148-acre Bradford Pennine Gateway — to protect the wildlife and the sweeping landscapes that inspired the Brontë sisters. Authors of such classics as Wuthering Heights and Jane Eyre, Charlotte, Emily and Anne Brontë grew up in Haworth Parsonage on the […]\nThe post UK Creates New Nature Reserve to Protect Wildlife and Landscapes That Inspired Brontë Sisters appeared first on EcoWatch._de": "Die britische Regierung hat die Schaffung eines neuen nationalen Naturschutzgebiets-des 3.148 Hektar großen Bradford Pennine Gateways-angekündigt, um die Tierwelt und die umfassenden Landschaften zu schützen, die die Brontë-Schwestern inspirierten. Autoren von Klassikern wie Wuthering Heights und Jane Eyre, Charlotte, Emily und Anne Brontë wuchsen im Parsonage Haworth auf der […]\nDas Post UK schafft ein neues Naturschutzgebiet, um Wildtiere und Landschaften zu schützen, die Brontë -Schwestern inspirierten, zuerst auf EcoWatch zu sehen.",
  "Exceptionally low river levels raise fears over water supplies_de": "Außergewöhnlich niedrige Flussniveaus wecken Ängste über die Wasserversorgung",
  "The warning comes after some parts of the UK had the driest Spring in nearly a century._de": "Die Warnung kommt, nachdem einige Teile Großbritanniens den trockensten Frühling seit fast einem Jahrhundert hatten.",
  "Climate experts criticise handling of Tata changes_de": "Klimaexperten kritisieren die Handhabung von Tata -Veränderungen",
  "Ministers should have been better at planning and making sure green jobs were available, report says._de": "Die Minister hätten besser planen und sicherstellen sollen, dass umweltfreundliche Jobs verfügbar sind, heißt es in Report.",
  "Will this woman be the first Briton to walk on the Moon?_de": "Wird diese Frau der erste Brite sein, der auf dem Mond spaziert?",
  "The BBC meets astronaut Rosemary Coogan who is training at Nasa’s Johnson Space Centre in Houston, Texas._de": "Die BBC trifft den Astronaut Rosemary Coogan, der im Johnson Space Center der NASA in Houston, Texas, trainiert.",
  "Wild chimpanzees filmed using forest 'first aid'_de": "Wilde Schimpansen mit Wald \"Erste Hilfe\" gefilmt",
  "The research builds on the discovery that chimps seek out and eat certain plants to self-medicate._de": "Die Forschung baut auf der Entdeckung auf, dass Schimpansen bestimmte Pflanzen zum Selbstmedikament suchen und essen.",
  "Trump shifts US funds from shutting down foreign fossil fuels to expanding them_de": "Trump verändert US",
  "The US administration has pulled clean energy and just transition funding in South Africa and is pressuring EXIM and the World Bank to back fossil fuels\nThe post Trump shifts US funds from shutting down foreign fossil fuels to expanding them appeared first on Climate Home News._de": "Die US -Verwaltung hat saubere Energie gezogen und nur über die Übergangsfinanzierung in Südafrika und die Weltbank unter Druck gesetzt, fossile Brennstoffe zu unterstützen\nDer Post -Trump verändert US -Mittel, um ausländische fossile Brennstoffe zur Erweiterung zu schließen, um sie zuerst in Climate Home News zu sehen.",
  "How to make electric vehicles that don’t trash forests through mining_de": "Wie man Elektrofahrzeuge herstellt, die Wälder nicht durch den Bergbau abbauen",
  "Using battery technology that is less reliant on minerals can avert worsening environmental damage caused by the stampede to secure materials for EVs\nThe post How to make electric vehicles that don’t trash forests through mining appeared first on Climate Home News._de": "Die Verwendung von Batterie -Technologie, die weniger auf Mineralien angewiesen ist\nDie Post, wie man Elektrofahrzeuge herstellt, die keine Wälder durch den Bergbau abwerfen, erschien zuerst in Climate Home News.",
  "I’m obsessed with protecting seals: ‘The flying ring toy was deeply embedded in her neck’_de": "Ich bin besessen von dem Schutz von Robben: \"Das Flugzeug mit fliegendem Ring war tief in ihrem Hals eingebettet\"",
  "It broke my heart to see a seal so injured by a £1 plastic toy. Now I campaign to ban them – and it has changed my lifeThere was an incident seven years ago that changed my life. I saw an adult grey seal with a plastic pink flying ring toy so deeply embedded in her neck that she was practically dead. It was stopping her from feeding because it was digging into her and she couldn’t extend her neck – the wounds were horrific.It broke my heart. From that moment on, I became obsessed with seals and protecting them from the dangers of plastic flying rings. Continue reading..._de": "Es brach mir das Herz, ein Siegel zu sehen, das durch ein Plastikspielzeug £ 1 verletzt wurde. Jetzt kampagte ich, um sie zu verbieten - und es hat mein Leben verändert, war ein Vorfall vor sieben Jahren, der mein Leben verändert hat. Ich sah ein erwachsenes graues Siegel mit einem plastischen rosa Flugspielzeug, das so tief in ihren Hals eingebettet war, dass sie praktisch tot war. Es hielt sie davon ab, sich zu füttern, weil es sich in sie eingab und sie ihren Hals nicht ausdehnen konnte - die Wunden waren schrecklich. Es brach mein Herz. Von diesem Moment an war ich besessen von Robben und schützte sie vor den Gefahren von Plastikfliegenden. Lesen Sie weiter ...",
  "Why the mighty Himalayas are getting harder and harder to see_de": "Warum der mächtige Himalaya immer immer schwerer zu sehen wird",
  "Severe air pollution is obscuring visibility of the highest mountain peaks on Earth, hitting tourism hard._de": "Eine schwere Luftverschmutzung verdeckt die Sichtbarkeit der höchsten Berggipfel der Erde und trifft den Tourismus schwer.",
  "To the new environment minister, Murray Watt: it’s time to get reforms right | Lyndon Schneiders_de": "An den neuen Umweltminister Murray Watt: Es ist Zeit, Reformen richtig zu machen | Lyndon Schneiders",
  "Long-term reform is not going to be easy, but we have wasted 15 years and everyone has lost, especially the natural worldGet Guardian Australia environment editor Adam Morton’s Clear Air column as an emailSee our full coverage of the Australian electionGet our breaking news email, free app or daily news podcastLong overdue reform of national environment laws is unfinished business for the 48th parliament and the re-elected Albanese government.Senator Murray Watt, a Queenslander, is well respected within the government and has a reputation for taking hard decisions and bringing together diverse stakeholders. Both of these attributes will be at a premium if the minister is to succeed where others have not.Sign up for Guardian Australia’s breaking news email Continue reading..._de": "Langfristige Reformen werden nicht einfach sein, aber wir haben 15 Jahre verschwendet und jeder hat verloren, insbesondere der Natural Wordget Guardian Umweltredakteur Adam Mortons Clear Air-Kolumne als E-Mail-Sektion Unsere vollständige Berichterstattung über die australischen Wahl. Queenslander ist in der Regierung sehr respektiert und hat den Ruf, harte Entscheidungen zu treffen und verschiedene Stakeholder zusammenzubringen. Beide Attribute werden eine Prämie sein, wenn der Minister erfolgreich sein soll, wo andere nicht für Guardian Australia's Breaking News -E -Mails sind. Lesen Sie weiter ...",
  "Let’s use early milestones to stay focused on climate action_de": "Lassen Sie uns frühzeitige Meilensteine ​​verwenden, um sich auf Klimaperaturen zu konzentrieren",
  "To make sure we meet a 2030 goal to triple outflows from UN climate funds agreed at COP29, work needs to start now\nThe post Let’s use early milestones to stay focused on climate action  appeared first on Climate Home News._de": "Um sicherzustellen, dass wir ein Ziel von 2030 erreichen, um die Abflüsse von UN -Klimaponds zu verdreifachen, die bei COP29 vereinbart sind, muss die Arbeit jetzt beginnen\nDie Post, die uns frühe Meilensteine ​​nutzen, um sich auf Klimaaktion zu konzentrieren, trat zuerst in Climate Home News auf.",
  "Rising copper demand fuels concern over pollution and rights abuses_de": "Steigende Kupfernachfrage treibt Sorge um Verschmutzung und Rechte Missbräuche an",
  "The UN has dubbed copper the “new strategic raw material” for the green digital economy - but will more mining come at a high cost to communities?\nThe post Rising copper demand fuels concern over pollution and rights abuses appeared first on Climate Home News._de": "Die Vereinten Nationen haben Kupfer als „neue strategische Rohstoff“ für die grüne digitale Wirtschaft bezeichnet - aber wird mehr Bergbau für die Gemeinden hohe Kosten haben?\nDie nach steigende Kupfernachfrage treibt die Besorgnis über Verschmutzung und Rechteverletzungen in den Klima -Home -Nachrichten zu.",
  "Soviet-era spacecraft 'likely' to have re-entered Earth's atmosphere_de": "Raumfahrzeug der sowjetischen Ära \"wahrscheinlich\" wieder in die Erdatmosphäre eingegeben \"",
  "The spacecraft, which launched in 1972 on a mission to Venus, circled Earth for over five decades._de": "Das Raumschiff, das 1972 auf einer Mission nach Venus startete, kreiste über fünf Jahrzehnte lang die Erde.",
  "Brazil calls on local groups to “inspire” governments in boosting climate action_de": "Brasilien fordert lokale Gruppen auf, Regierungen zu „inspirieren“",
  "With 90% of countries yet to produce updated climate plans, the COP30 presidency is encouraging grassroots organisations to lead the way \nThe post Brazil calls on local groups to “inspire” governments in boosting climate action appeared first on Climate Home News._de": "Mit 90% der Länder, die noch aktualisierte Klimapläne erstellt haben, ermutigt die Präsidentschaft von COP30 Basisorganisationen, den Weg zu führen \nDie Post Brasilien fordert lokale Gruppen auf, Regierungen zu „inspirieren“, um das Klimamaßnahmen zu steigern, zuerst in Climate Home News.",
  "Climate justice is vital for global security_de": "Die Klimapeisterin ist für die globale Sicherheit von entscheidender Bedeutung",
  "If governments step back from their commitments to tackle climate change, the world will see population displacement, political unrest and conflict \nThe post Climate justice is vital for global security  appeared first on Climate Home News._de": "Wenn die Regierungen von ihren Verpflichtungen zur Bekämpfung des Klimawandels zurücktreten, wird die Welt Verschiebung, politische Unruhen und Konflikte verzeichnen \nDie Post -Climate -Gerechtigkeit ist für die globale Sicherheit von entscheidender Bedeutung in Climate Home News.",
  "Week in wildlife: A rare chameleon, friendly starlings and hot buffaloes_de": "Woche in Wildlife: Ein seltenes Chamäleon, freundliche Starlinge und heiße Büffel",
  "The best of this week’s wildlife photographs from around the world Continue reading..._de": "Das Beste aus den Wildtierfotos dieser Woche aus der ganzen Welt liest weiter ...",
  "Moon dust 'rarer than gold' arrives in UK from China_de": "Mondstaub 'Seltener als Gold' kommt in Großbritannien aus China an",
  "First Moon samples collected in nearly 50 years and loaned by China for the first time are now in the UK._de": "First Moon -Proben, die seit fast 50 Jahren gesammelt und erstmals von China ausgeliehen wurden, sind jetzt in Großbritannien.",
  "A new study says 99.999% of the world’s deep seafloor is still unseen by humans._de": "Eine neue Studie besagt, dass 99,999% des weltweiten Tiefkühlbodens von Menschen immer noch unsichtbar sind.",
  "COP30 must heed the elephant in the room: fossil fuels_de": "COP30 muss den Elefanten im Raum beachten: fossile Brennstoffe",
  "Oil, gas and coal cause three-quarters of global emissions. Why are they nowhere to be seen on the Belém climate summit's agenda? \nThe post COP30 must heed the elephant in the room: fossil fuels  appeared first on Climate Home News._de": "Öl, Gas und Kohle verursachen drei Viertel der globalen Emissionen. Warum sind sie nirgendwo auf der Agenda des Belém Climate Summits zu sehen? \nDer Post COP30 muss den Elefanten im Raum beachten: Fossile Brennstoffe erschienen zuerst in Climate Home News.",
  "Scorpions ‘taking over’ Brazilian cities with reported stings rising 155%_de": "Skorpione „übernehmen“ brasilianische Städte mit gemeldeten Stings um 155%",
  "Fast and unplanned growth of cities providing ideal conditions for the creatures to thrive, say researchersScorpions are “taking over” Brazilian cities, researchers have warned in a paper that said rapid urbanisation and climate breakdown were driving an increase in the number of people being stung.More than 1.1m stings were reported between 2014 and 2023, according to data from the Brazilian notifiable diseases information system. There was a 155% increase in reports of stings from 2014 to 2023, according to research published in the journal Frontiers in Public Health. Continue reading..._de": "Das schnelle und ungeplante Wachstum von Städten, die den Kreaturen ideale Bedingungen bieten, um zu gedeihen, sagen Forscher, die brasilianische Städte „übernehmen“, haben Forscher in einer Arbeit gewarnt, dass die schnelle Verstädterung und der Klimaanschluss eine Zunahme der Anzahl der Personen, die zwischen 2014 und 2023 stiegen, nach den brasilianischen Erkrankungen gemeldet wurden. Laut Studien, die in der Zeitschrift Frontiers in der öffentlichen Gesundheit veröffentlicht wurden, stieg die Berichte über Stings von 2014 bis 2023 um 155%. Lesen Sie weiter ...",
  "First carbon credit scheme for early coal plant closures unveiled_de": "Erstes Kohlenstoffkreditsystem für frühe Kohleanlageschließungen enthüllt",
  "Proponents hope carbon markets can offer new funding for costly transition from coal to renewables. But concerns have been raised over the risk of low-integrity credits\nThe post First carbon credit scheme for early coal plant closures unveiled appeared first on Climate Home News._de": "Die Befürworter hoffen, dass CO2 -Märkte neue Finanzmittel für den teuren Übergang von Kohle zu erneuerbaren Energien bieten können. Es wurden jedoch Bedenken hinsichtlich des Risikos von Credits mit geringer Integrität geäußert\nDas Post -First Carbon -Kreditsystem für frühe Kohleanlagenschließungen erschien zunächst in Climate Home News.",
  "Is electrification a no-brainer in the race to net-zero?_de": "Ist die Elektrifizierung ein Kinderspiel im Rennen nach Net-Null?",
  "Switching to electricity in homes and on the road is a relatively painless way to cut emissions, but few countries have a holistic approach to going electric\nThe post Is electrification a no-brainer in the race to net-zero? appeared first on Climate Home News._de": "Das Umschalten auf Strom in Häusern und auf der Straße ist eine relativ schmerzlose Möglichkeit, Emissionen zu senken, aber nur wenige Länder haben einen ganzheitlichen Ansatz für die elektrische Anstellung\nDie Post ist Elektrifizierung ein Kinderspiel im Rennen nach Net-Null? erschien zuerst in Climate Home News.",
  "‘A cemetery of trees’: vast green expanses turned to dust as loggers plunder South America’s Gran Chaco_de": "\"Ein Friedhof mit Bäumen\": Weitige grüne Ausdehnte verwandelten sich zu Staub",
  "Jaguars, giant armadillos and ocelots among species threatened by shrinking habitat in one of the richest areas of biodiversity in the worldIn the Gran Chaco forest, vast green expanses – home to jaguars, giant armadillos and howler monkeys – have turned to fields of dust. The forest once brimmed with life, says Bashe Nuhem, a member of the Indigenous Qom community, but then came a road, and soon after that logging companies. “It was an invasion. Loggers came without any consultation and families moved away. Those that stayed were left with only a cemetery of trees,” she says.The Gran Chaco is South America’s second-largest forest after the Amazon; its 100m hectares (247m acres) stretch across Argentina, Paraguay, Brazil and Bolivia. It is also one of the richest areas of biodiversity in the world – host to more than 3,400 species of plants, 500 birds, 150 mammals, 120 reptiles and 100 amphibians. Continue reading..._de": "Jaguare, Riesenarmadillos und Oceloter unter Arten, die durch schrumpfende Lebensräume in einem der reichsten Gebiete der biologischen Vielfalt der Welt des Gran -Chaco -Waldes bedroht sind, wandten sich weite grüne Ausdehnung - die Heimat von Jaguaren, riesigen Armadillos und Heuleraffen - an Fields of Staub. Der Wald hat einst mit dem Leben gefreut, sagt Bashe Nuhem, ein Mitglied der indigenen Qom -Community, aber dann eine Straße und bald danach. \"Es war eine Invasion. Holzfäller kamen ohne Beratung und die Familien zogen weg. Diejenigen, die blieben, wurden nur mit einem Friedhof von Bäumen zurückgelassen\", sagt sie. Der Gran Chaco ist nach dem Amazonas zweitgrößten Wald Südamerikas; Die 100 m Hektar (247 m Morgen) erstrecken sich über Argentinien, Paraguay, Brasilien und Bolivien. Es ist auch eines der reichsten Gebiete der biologischen Vielfalt der Welt - beherbergt mehr als 3.400 Pflanzenarten, 500 Vögel, 150 Säugetiere, 120 Reptilien und 100 Amphibien. Lesen Sie weiter ...",
  "Blow to clean energy drive as major windfarm ditched_de": "Schlag zum Reinigen des Energieantrieb",
  "In a blow to the government's clean energy ambitions, a company cancels a huge windfarm off Yorkshire._de": "In einem Schlag gegen die Ambitionen für saubere Energie der Regierung storniert ein Unternehmen einen riesigen Windfarm vor Yorkshire.",
  "‘It’s like putting a whale in a blender’: the rise of deadly ship collisions in Chile_de": "\"Es ist, als würde man einen Wal in einen Mixer legen\": Der Aufstieg tödlicher Schiffskollisionen in Chile",
  "On average, five fatal whale strikes occur in the country’s waters each year, the highest in the world – and just a fraction of the total number killed, say researchersPhotographs by Francis PérezThe memory of a blue whale gliding past his small boat haunts Patricio Ortiz. A deep wound disfigured the cetacean’s giant body – a big chunk had been ripped from its dorsal fin. Cargo ships are the only adversary capable of inflicting such harm on a blue whale, he says.“Nothing can be done when they’re up against those floating monsters.” Continue reading..._de": "Im Durchschnitt treten jedes Jahr fünf tödliche Walstreiks in den Gewässern des Landes auf, die höchste der Welt - und nur ein Bruchteil der getöteten Gesamtzahl, sagen Forscher von Francis Pérezd der Erinnerung an einen blauen Wal, der über seine kleinen Bootssperrungen von Patricio Ortiz gleitet. Eine tiefe Wunde entstellte den Riesenkörper des Cetacean - ein großes Stück war aus seiner Rückenflosse gerissen worden. Frachtschiffe sind der einzige Gegner, der einem Blauwal einen solchen Schaden zufügen kann. Lesen Sie weiter ...",
  "Without debt relief, climate action will fail_de": "Ohne Schuldenerleichterung wird Klimaschutzversorgungen scheitern",
  "Many Global South countries spend five times more on repaying debt than tackling climate change - governments meeting in Seville next month can stop this downward spiral\nThe post Without debt relief, climate action will fail appeared first on Climate Home News._de": "Viele globale Südländer geben fünfmal mehr für die Rückzahlung der Schulden aus als die Bekämpfung des Klimawandels - Regierungen in Sevilla im nächsten Monat können diese Abwärtsspirale stoppen\nDer Posten ohne Schuldenerleichterung, Klimamaßnahmen, erscheinen zuerst in Climate Home News.",
  "Attenborough at 99 delivers 'greatest message he's ever told'_de": "Attenborough bei 99 liefert 'größte Botschaft, die er jemals erzählt hat.",
  "Sir David says his new film Ocean is one of the most important of his career._de": "Sir David sagt, sein neuer Film Ocean sei einer der wichtigsten seiner Karriere.",
  "Solar squeeze: US tariffs threaten panel production and jobs in Thailand_de": "Solar Squeeze: US -Zölle bedrohen die Produktion und Arbeitsplätze in Thailand Panel und Jobs",
  "Chinese solar companies turned Thailand into a solar module assembly hub. Now thousands of Thai workers are caught in a trade war between Washington and Beijing \nThe post Solar squeeze: US tariffs threaten panel production and jobs in Thailand appeared first on Climate Home News._de": "Chinesische Solarfirmen verwandelten Thailand in ein Solarmodul -Assembly -Hub. Jetzt sind Tausende thailändischer Arbeiter in einen Handelskrieg zwischen Washington und Peking gefangen \nDie Post Solar Squeeze: US -Zölle bedrohen die Produktion von Panel und die Arbeitsplätze in Thailand erschienen zuerst in Climate Home News.",
  "Asia’s fossil-free future demands real transformation – not a false transition_de": "Asiens fossilienfreie Zukunft erfordert echte Transformation-kein falscher Übergang",
  "As it meets this week, the Asian Development Bank should stop supporting fossil gas as a \"bridge\" fuel and back renewable energy\nThe post Asia’s fossil-free future demands real transformation – not a false transition appeared first on Climate Home News._de": "Da es sich diese Woche trifft, sollte die asiatische Entwicklungsbank aufhören, fossile Gas als \"Brücken\" -Treibstoff und die Rückseite erneuerbarer Energie zu unterstützen\nDie fossilienfreie Zukunft der Post Asia erfordert eine echte Transformation-kein falscher Übergang erschien zuerst in Climate Home News.",
  "Sandeel fishing ban to remain in place_de": "Sandelfischereiverbot an Ort und Stelle",
  "Sandeels are a vital source of food for seabirds that live along the UK coastline._de": "Sandeels sind eine wichtige Lebensmittelquelle für Seevögel, die an der britischen Küste leben.",
  "How the political consensus on climate change has shattered_de": "Wie der politische Konsens über den Klimawandel zerbrochen ist",
  "In 2019, the UK committed in law to reducing its carbon emissions to net zero by 2050. Now the political climate has changed._de": "Im Jahr 2019 hat sich Großbritannien gesetzlich verpflichtet, seine CO2 -Emissionen bis 2050 auf Net Null zu reduzieren. Jetzt hat sich das politische Klima geändert.",
  "Can this lynx born in a zoo learn to live in the wild?_de": "Kann dieser in einem Zoo geborene Lynx lernen, in freier Wildbahn zu leben?",
  "It has been moved to Germany's Black Forest in preparation for its release_de": "Es wurde in den schwarzen Wald Deutschlands zur Vorbereitung auf seine Freilassung verlegt",
  "Sand groomers v turtles: how wildlife is falling foul of the demand for Insta-perfect beaches_de": "Sand Groomers gegen Turtles: Wie wild lebt die Nachfrage nach Insta-Perfekt-Stränden schlecht",
  "From the turtle-nesting beaches of Italy to Greek island bird havens, across the Mediterranean campaigners are fighting to protect habitats from tourists seeking a picture-perfect holidayIn the summer months in Puglia, southern Italy, the battle for the beaches begins before dawn. Armed with tractors, beach owners flatten every imperfection from the sand, dragging it to sift out anything large enough to be considered waste. As the sun rises, tourists flood the coastline, often unaware of what lies hidden beneath their feet.Two feet below the surface, delicate eggs laid by loggerhead sea turtles (Caretta caretta) are waiting to hatch. For the turtles, the beach is not a beauty spot but a habitat. Continue reading..._de": "Von den Schildkrötenniststränden Italiens bis hin zu griechischen Insel-Vogelhäfen kämpfen über die mediterranen Aktivisten, um Lebensräume vor Touristen zu schützen, die in den Sommermonaten in Huplien, Süditalien, einen bildlosen Urlaub suchen, vor dem Morgengrauen beginnt der Kampf um die Strände vor dem Morgengrauen. Strandbesitzer, bewaffnet mit Traktoren, flachten jede Unvollkommenheit aus dem Sand und schleppt es, um alles zu sieben, was groß genug ist, um als Verschwendung angesehen zu werden. Während die Sonne aufgeht, überfluten Touristen die Küste, die sich oft nicht bewusst ist, was unter ihren Füßen verborgen ist. Zwei Fuß unter der Oberfläche, zarte Eier, die von Loggerhead -Meeresschildkröten (Caretta Caretta) gelegt werden, warten auf Schlüpfen. Für die Schildkröten ist der Strand kein Schönheitspunkt, sondern ein Lebensraum. Lesen Sie weiter ...",
  "Collapsing bird numbers in North America prompt fears of ecological crisis – research_de": "Einstürzende Vogelzahlen in Nordamerika Erfordernde Ängste vor ökologischer Krise - Forschung",
  "Study using citizen data finds three-quarters of nearly 500 species in decline, with steepest trend in areas where they once thrivedBird populations across North America are falling most quickly in areas where they are most abundant, according to new research, prompting fears of ecological collapse in previously protected areas.Analysis of nearly 500 bird species across North America has found that three-quarters are declining across their ranges, with two-thirds of the total shrinking significantly. Continue reading..._de": "Die Studie unter Verwendung von Bürgerdaten findet drei Viertel von fast 500 Arten im Niedergang, wobei steilste Trends in Gebieten, in denen sie einst in ganz Nordamerika gedeihen, in Gebieten, in denen sie am häufigsten vorkommen, laut neuen Forschungen an der Ansicht nach dem neuen Forschungsstudium, was die Befürchtung des ökologischen Kollapses in zuvor geschützten Gebieten veranlasst. Lesen Sie weiter ...",
  "Massive power cuts brought parts of Spain, Portugal and France to a standstill this week._de": "Massive Stromausfälle brachten diese Woche Teile Spaniens, Portugals und Frankreichs zum Stillstand.",
  "Climate change-driven heatwaves hit Delhi’s Red Fort market traders_de": "Klimawandelgetriebene Hitzewellen trafen Delhis Red Fort Market-Händler in Delhi",
  "Free public toilets and tarpaulins would help vendors at the Lal Qila market in Delhi deal with rising temperatures that are hurting their health and incomes\nThe post Climate change-driven heatwaves hit Delhi’s Red Fort market traders appeared first on Climate Home News._de": "Kostenlose öffentliche Toiletten und Plane würden Anbietern auf dem Lal Qila -Markt in Delhi helfen, mit steigenden Temperaturen zu handeln, die ihre Gesundheit und ihre Einkommen beeinträchtigen\nDie nach dem Klimawandel betriebenen Heatwaves trafen die Red Fort-Markthändler in Delhi zuerst in Climate Home News.",
  "On May Day, workers are calling – and climate activists must answer_de": "Am Mai -Tag rufen die Arbeiter an - und Klimaaktivisten müssen antworten",
  "For too long, workers' rights have been sidelined in the fight against climate change - without just transition policies, we can't build a livable future\nThe post On May Day, workers are calling – and climate activists must answer  appeared first on Climate Home News._de": "Zu lange sind die Rechte der Arbeitnehmer im Kampf gegen den Klimawandel abgelegt - ohne nur Übergangspolitik können wir keine lebenswerte Zukunft aufbauen\nDie Post am Mai -Tag rufen die Arbeitnehmer an - und Klimaaktivisten müssen zuerst in Climate Home News auftreten.",
  "Attenborough at 99: naturalist ‘goes further than before’ to speak out against industrial fishing in new film_de": "Attenborough bei 99: Naturalist „geht weiter als zuvor“, um sich gegen das industrielle Fischen im neuen Film auszusprechen",
  "The celebrated presenter warns of ‘modern day colonialism at sea’ as he highlights the destruction caused by overfishing and bottom trawlingWhen David Attenborough’s Blue Planet II documentary aired eight years ago, its impact was so strong it was credited with bringing about a revolution in the way people use plastics. Now film-makers are hoping he can do the same for other destructive environmental practices that the world’s best-known living naturalist describes as “draining the life from our oceans”.The industrial fishing method of bottom trawling is the focus of a large part of Attenborough’s latest film, Ocean, which airs in cinemas from 8 May, the naturalist’s 99th birthday. In a remarkably no-holds-barred narrative, he says these vessels tear the seabed with such force “the trails of destruction can be seen from space”. He also condemns what he calls “modern day colonialism at sea”, where huge trawlers, operating off the coasts of countries reliant on fish for food and livelihoods, are blamed for dwindling local catches. Continue reading..._de": "Der berühmte Moderator warnt vor dem „modernen Kolonialismus auf See“, als er die Zerstörung hervorhebt, die durch Überfischung und Bottom -Wege verursacht wird, als David Attenboroughs Blue Planet II -Dokumentarfilm vor acht Jahren ausgestrahlt wurde. Jetzt hoffen Filmemacher, dass er dasselbe für andere zerstörerische Umweltpraktiken tun kann, die der bekannteste lebende Naturforscher der Welt als „das Leben aus unseren Ozeanen entleeren“ beschreibt. In einer bemerkenswerterweise nicht gepflegten Erzählung sagt er, dass diese Gefäße den Meeresboden mit einer solchen Kraft „Die Spuren der Zerstörung sind aus dem Weltraum“ zu sehen. Er verurteilt auch das, was er als „moderner Kolonialismus auf See“ bezeichnet, wo riesige Trawler, die vor den Küsten von Ländern operieren, die auf Fische für Nahrung und Lebensunterhalt angewiesen sind, beschuldigt, die lokalen Fänge zu schwinden. Lesen Sie weiter ...",
  "Endangered axolotl release raises hopes for rare amphibian_de": "Ausgelieferte Axolotl -Freisetzung erhöht die Hoffnungen auf seltene Amphibien",
  "Study provides hope for future of the axolotl amphibian, pushed to the brink of extinction in Mexico._de": "Die Studie Hoffnung auf die Zukunft des Axolotl Amphibian, der in Mexiko an den Rand des Aussterbens gedrängt wird.",
  "Trump’s first 100 days: US walks away from global climate action_de": "Trumps erste 100 Tage: US geht von der globalen Klimapaktion weg",
  "The Trump administration has pulled the plug on the UN climate process and its financial contributions, while at the same time backing fossil fuels and obstructing renewables\nThe post Trump’s first 100 days: US walks away from global climate action appeared first on Climate Home News._de": "Die Trump -Verwaltung hat den Stecker des UN -Klimaprozesses und deren finanziellen Beiträge gezogen, während gleichzeitig fossile Brennstoffe unterstützt und erneuerbare Energien behindert werden\nDie ersten 100 Tage von Post Trump: Die USA gehen von globaler Klimaaktion weg, als zuerst in Climate Home News News zu sehen waren.",
  "Canada votes to keep Carney as leader, over anti-climate Conservatives_de": "Kanada stimmt, um Carney als Führer über Anti-Climate-Konservative zu halten",
  "This land is their land: Trump is selling out the US’s beloved wilderness_ko": "이 땅은 그들의 땅입니다 : 트럼프는 미국의 사랑하는 광야를 매각하고 있습니다",
  "During the McCarthy era’s darkest days, public lands came under attack. History now repeats itself – and this may be the last chance to defend what’s oursIn 1913, on a remote, windswept stretch of buffalo-grass prairie in western North Dakota, Roald Peterson was born – the ninth of 11 children to hardy Norwegian homesteaders.The child fell in love with the ecosystem he was born into. It was a landscape as awe-inspiring and expansive as the ocean, with hawks riding sage-scented winds by day and the Milky Way glowing at night. Continue reading..._ko": "McCarthy 시대의 가장 어두운 날에는 공공 토지가 공격을 받았습니다. 역사는 이제 반복됩니다. 그리고 이것은 1913 년 노스 다코타 서부의 외딴 곳에서 바람이 부는 버팔로-그라스 프레리 (Buffalo-Grass Prairie)에서 1913 년에 우리의 것을 방어 할 수있는 마지막 기회 일 수 있습니다. 그것은 매일 매일 세이지의 바람을 타고 밤에는 은하수가 빛나면서 바다처럼 경외심을 불러 일으키고 광대 한 풍경이었습니다. 계속 읽기 ...",
  "Trump’s new border wall will threaten wildlife in an area where few people pass_ko": "트럼프의 새로운 국경 벽은 소수의 사람들이 지나가는 지역에서 야생 동물을 위협 할 것입니다.",
  "The San Rafael valley in Arizona is home to bears, mountain lions and wolves – now their movement will be restrictedDonald Trump is forging ahead with a new section of border wall that will threaten wildlife in a remote area where many rare animals – but very few people – roam.Customs and Border Protection (CBP) has invited private sector companies to bid for contracts to erect nearly 25 miles of barrier on the US-Mexico border, across the unwalled San Rafael Valley south of Tucson, Arizona, one of the most biodiverse regions in the US. Continue reading..._ko": "애리조나의 산 라파엘 밸리 (San Rafael Valley)는 곰, 산 사자 및 늑대의 본거지입니다. 이제 그들의 움직임은 이제 제한 될 것입니다. 이제는 많은 희귀 동물들이 외딴 지역에서 야생 동물을 위협 할 새로운 국경 벽을 위협 할 것입니다. 미국에서 가장 생물 다양성 지역 중 하나 인 애리조나 주 투손 남쪽의 산 라파엘 밸리. 계속 읽기 ...",
  "My advice to the new Green party leader? It's time to expose the climate deniers | Carla Denyer_ko": "새로운 그린 파티 지도자에게 나의 조언? 기후 거부자를 폭로 할 때입니다 | 칼라 데너",
  "Labour has allowed climate action to become synonymous with hardship. Farage’s Reform is exploiting that – but we offer real solutionsCarla Denyer is co-leader of the Green party of England and Wales and MP for Bristol CentralWhen I announced recently that I won’t be standing in this summer’s elections for the Green party’s leadership, many people wanted to know why. My answer is that I’ve always been guided by the question: “How can I make the biggest positive impact?”. I’m so proud of what Adrian Ramsay and I have accomplished over the past three and a half years: taking our party from one MP to four, from 450 councillors to more than 850, and growing and diversifying our membership. Having achieved what I set out to do,  I’ve decided that for the next few years, I’ll pour all my skills, passion and energy into being the best MP I can be for my constituents in Bristol Central, using my seat in parliament to fight for the changes this country needs.Since becoming an MP in July last year, I have found my ikigai – a Japanese concept describing the intersection of work that you love, you’re good at, and is what the world needs. There’s plenty I don’t love about how parliament works, but I feel incredibly motivated to be a voice asking “why can’t it be better?”, and a pair of hands working with others to try to build a better country. I joined the Green party because I wanted to change the country for the better, and I believed the best way to do that was by getting more Greens elected. In 2015 I was persuaded to stand for election myself – first as a councillor, then as an MP and then, at the insistence of friends and party colleagues, as co-leader of the Greens in 2021.Carla Denyer is co-leader of the Green party of England and Wales and MP for Bristol Central Continue reading..._ko": "노동은 기후 행동이 어려움과 동의어가되도록 허용했다. Farage의 개혁은이를 악용하고 있습니다. 그러나 우리는 실제 솔루션 Carla Denyer가 영국의 그린 파티와 웨일즈의 공동 리더이며 브리스톨 센트럴 (Bristol Central)의 MP는 이번 여름에 그린 파티의 리더십을 위해 이번 여름 선거에 서 있지 않을 것이라고 발표했을 때 많은 사람들이 그 이유를 알고 싶어한다고 발표했습니다. 내 대답은 항상“가장 큰 긍정적 인 영향을 줄 수있는 방법은 무엇입니까?”라는 질문에 항상 안내 받았다는 것입니다. 지난 3 년 반 동안 Adrian Ramsay와 저는 450 명의 카운슬러에서 850 명 이상까지 파티를 복용하고 회원 자격을 키우고 다각화하는 것을 자랑스럽게 생각합니다. 내가 시작한 일을 달성 한 후, 나는 앞으로 몇 년 동안 모든 기술, 열정 및 에너지가 브리스톨 센트럴에서 최고의 MP가되어 의회에서 내 자리를 사용 하여이 나라의 변화를 위해 싸울 수있는 최고의 MP가 될 것이라고 결정했습니다. 작년 7 월에 MP가되는 것을 발견 한 일본의 개념을 발견했습니다. 의회가 어떻게 작동하는지에 대해 좋아하지 않는 것이 많지만“왜 더 나을 수 없습니까?”묻는 목소리와 다른 사람들과 함께 더 나은 나라를 건설하려고 노력하는 한 쌍의 손이 묻는 목소리가되기 위해 엄청나게 동기가 있다고 생각합니다. 나는 나라를 더 나은 것을 위해 바꾸고 싶었 기 때문에 그린 파티에 합류했으며, 더 많은 녹색을 선출하는 것이 가장 좋은 방법이라고 믿었습니다. 2015 년에 나는 선거를 위해 자신의 선거를지지하도록 설득되었다-먼저 카운슬러로서, MP로서, 그리고 2021 년 그린의 공동 리더로서 친구와 파티 ​​동료들의 주장에 따라, Carla Denyer는 영국과 웨일즈의 녹색 파티와 브리스톨 센트럴 리딩 (Bristol Central Reading)의 공동 리더이다.",
  "‘I feel free’: the people who quit office jobs for the great outdoors – and would never go back_ko": "‘자유로운 느낌’: 대자연을 위해 사무실 일자리를 그만 둘 사람 - 그리고 결코 돌아 가지 않을 것입니다.",
  "Fed up with being inside all day? Missing fresh air and nature? Five people who ditched their desks reveal the truth about their new livesSteve Kell, 59, countryside ranger, Warwickshire Country Parks I always loved being in nature. But I didn’t know what I wanted to do when I was 18, so I got a job at a high-street bank. My grandfather was made up – he was convinced I was going to be the governor of the Bank of England. But over the years I became disenchanted. Then, in my early 30s, I was diagnosed with testicular cancer and had to take months off work. I couldn’t help thinking about how finite life is. I decided I wanted to do something I really enjoyed. Continue reading..._ko": "하루 종일 안에 들어가? 신선한 공기와 자연이 빠졌습니까? 책상을 버린 다섯 사람은 59 세의 새로운 Livessteve Kell, Countryside Ranger, Warwickshire Country Parks에 대한 진실을 드러 냈습니다. 그러나 나는 18 살 때 내가 무엇을하고 싶었는지 몰랐기 때문에 하이 스트리트 은행에서 일자리를 얻었습니다. 할아버지가 만들어졌습니다 - 그는 내가 영국 은행의 총재가 될 것이라고 확신했습니다. 그러나 수년에 걸쳐 나는 분해되었다. 그런 다음 30 대 초반에 고환암 진단을 받았으며 몇 달을 쉬어야했습니다. 나는 유한 한 삶이 얼마나 유한한지 생각하는 것을 도울 수 없었습니다. 나는 내가 정말로 즐기는 일을하고 싶다고 결정했다. 계속 읽기 ...",
  "Revealed: European ‘green’ investments hold billions in fossil fuel majors_ko": "공개 : 유럽의 '녹색'투자는 화석 연료 전공으로 수십억 달러를 보유하고 있습니다.",
  "Exclusive: Funds with names such as ‘Sustainable Global Stars’ have stakes in some of the world’s biggest pollutersEuropean “green” funds holding more than $33bn of investments in major oil and gas companies have been revealed by an investigation, despite fossil fuels being the root cause of the climate crisis. Some of these investment funds used branding such as Sustainable Global Stars and Europe Climate Pathway.Over $18bn was invested in the five biggest polluters: TotalEnergies, Shell, ExxonMobil, Chevron and BP. These topped a 2023 Carbon Majors ranking for oil and gas production among shareholder-owned firms. Other investments by funds following EU sustainable finance disclosure regulations (SFDR) included those in US fracking company Devon Energy and Canadian tar sands company Suncor, the investigation by Voxeurop and the Guardian found.A Legal & General Investment Management (LGIM) fund called Europe Climate Pathway had $88m invested in Shell, BP and TotalEnergies. In total, LGIM held $210m in “green” funds.The Robeco Sustainable Global Stars fund had $40m in TotalEnergies. Overall, Robeco held $207m in these funds.Another fund, a State Street product called World ESG had $43m in combined investment in all five of the oil majors. ESG is a label for funds promoting environmental, social and governance goals. In total, State Street Global Advisors UK held $243m in the “green” funds. Continue reading..._ko": "독점 : '지속 가능한 글로벌 스타'와 같은 이름을 가진 기금은 전 세계 최대의 오염원의“녹색”기금 중 일부에 주요 석유 및 가스 회사에 대한 330 억 달러가 넘는 투자를 보유하고 있습니다. 화석 연료는 기후 위기의 근본 원인 임에도 불구하고 조사에 의해 공개되었습니다. 이러한 투자 기금 중 일부는 지속 가능한 글로벌 스타 및 유럽 기후 경로와 같은 브랜딩을 사용했습니다. 이들은 주주 소유 기업들 사이에서 석유 및 가스 생산으로 2023 개의 탄소 전공을 기록했습니다. EU 지속 가능한 금융 공개 규정 (SFDR)에 따른 기금에 의한 기타 투자에는 미국 프 래킹 회사 데본 에너지 및 캐나다 타르 샌드 회사 Suncor, Voxeurop 및 The Guardian Founds의 조사가 포함되어 있습니다. 유럽 기후 경로라는 법률 및 일반 투자 관리 (LGIM) 기금은 88M 달러가 쉘, BP 및 전체 언어에 투자했습니다. LGIM은 총 2 억 8 천만 달러를“녹색”기금으로 보유하고 있으며 Robeco Sustainable Global Stars Fund는 총 4 천만 달러를 보유하고있었습니다. 전반적으로 Robeco는이 기금에서 2 천 7 백만 달러를 보유하고 있습니다. World ESG라는 State Street 제품은 5 개의 석유 전공에 4,300 만 달러의 투자를했습니다. ESG는 환경, 사회 및 거버넌스 목표를 홍보하는 자금의 레이블입니다. State Street Global Advisors UK는 전체적으로“녹색”자금으로 2 억 2,300 만 달러를 보유하고 있습니다. 계속 읽기 ...",
  "Iroquois Valley: Investing in Farmers Transitioning to Organic, Regenerative Agriculture_ko": "Iroquois Valley : 유기농, 재생 농업으로 전환하는 농민에 대한 투자",
  "As more people are starting to realize — and as Indigenous Peoples have understood for millennia — how we treat the land affects everything from food and water security to carbon sequestration and climate change. Many farms in the United States are multigenerational family operations, and, as they are passed down, some members of the […]\nThe post Iroquois Valley: Investing in Farmers Transitioning to Organic, Regenerative Agriculture appeared first on EcoWatch._ko": "더 많은 사람들이 깨닫기 시작했고, 토착민들이 수천 년 동안 이해했듯이, 우리가 토지를 대하는 방법은 식량과 물 안보에서 탄소 격리 및 기후 변화에 이르기까지 모든 영향을 미칩니다. 미국의 많은 농장은 다세대 가족 운영이며, 전달되면서 일부 회원은 […]\n이로쿼이 밸리 포스트 : 유기농 재생 농업으로 전환하는 농민에 대한 투자는 EcoWatch에서 처음으로 나타났습니다.",
  "Global Hunger Rises for 6th Consecutive Year in a ‘World Dangerously off Course’: UN Report_ko": "글로벌 굶주림은 6 년 연속‘세계적으로 위험한 과정’으로 증가합니다 : UN 보고서",
  "Acute global food insecurity rose for the sixth year in a row in 2024, according to the 2025 Global Report on Food Crises (GRFC), a collaborative effort coordinated by the Food Security Information Network. The report shows that climate extremes, conflict, forced displacement and economic shocks continue to drive malnutrition and food insecurity around the […]\nThe post Global Hunger Rises for 6th Consecutive Year in a ‘World Dangerously off Course’: UN Report appeared first on EcoWatch._ko": "식량 안보 정보 네트워크 (Food Security Information Network)가 조정 한 협력 노력 인 2025 년 GRFC (Global Reports on Food Crises)에 따르면, 2024 년에 6 년 동안 급성 세계 식량 불안이 6 년 연속 상승했다. 이 보고서는 기후 극단, 갈등, 강제 변위 및 경제 충격이 계속해서 영양 실조와 식량 불안을 주도하고 있음을 보여줍니다.\n포스트 글로벌 굶주림은 6 년 연속 '세계 위험한 과정'에서 연속 상승합니다. UN 보고서는 ECOWATCH에서 처음으로 나타났습니다.",
  "Low River Levels in UK Raise Concerns of Drought_ko": "영국의 낮은 강 수준은 가뭄에 대한 우려를 제기합니다",
  "Extremely low river levels in the UK recently have experts concerned about an impending drought. The UK is also experiencing its driest spring since 1961, as BBC News reported. According to data from the UK Centre for Ecology & Hydrology (UKCEH), the UK received just 43% of the average rainfall in March, and some rivers […]\nThe post Low River Levels in UK Raise Concerns of Drought appeared first on EcoWatch._ko": "영국의 매우 낮은 강 수준은 최근에 임박한 가뭄에 대한 전문가가 있습니다. BBC News가 보도 한 것처럼 영국은 1961 년 이래 가장 건조한 봄을 겪고있다. 영국 생태 및 수 문학 센터 (UKCEH)의 데이터에 따르면 영국은 3 월 평균 강우량의 43% 만 받았으며 일부 강은 […]\n영국의 낮은 강 수준은 가뭄에 대한 우려가 EcoWatch에서 처음으로 나타났습니다.",
  "Record Number of River Barriers Removed in Europe in 2024: Report_ko": "2024 년 유럽에서 제거 된 강 장벽의 기록 : 보고서",
  "European countries dismantled a record 542 dams, culverts, weirs and sluices that had been blocking rivers in 2024 — up 11 percent from the previous year — according to a new report from Dam Removal Europe. Last year 23 countries in Europe removed a river barrier, and for four of them — Croatia, Turkey, Bosnia […]\nThe post Record Number of River Barriers Removed in Europe in 2024: Report appeared first on EcoWatch._ko": "댐 제거 유럽의 새로운 보고서에 따르면 유럽 국가들은 2024 년에 강을 막고있는 542 개의 댐, 낙관, 위어 및 슬 루이스를 해체했다. 작년 유럽의 23 개국은 강 장벽을 제거했으며 그 중 4 개 (크로아티아, 터키, 보스니아) […]\n2024 년 유럽에서 제거 된 강 장벽의 포스트 수는 EcoWatch에서 처음으로 나타났습니다.",
  "China’s CO2 Emissions Fall for the First Time Despite Rising Power Demand, Signaling Possible Peak_ko": "전력 수요가 증가 함에도 불구하고 중국의 CO2 배출량은 처음으로 감소하고, 가능한 피크를 신호 전환",
  "For the first time, a surge in China’s renewable energy output has led to a drop in the country’s carbon emissions, despite rapidly increasing power demand. The emissions decline marks a major milestone in China’s energy transition, according to an analysis by Lauri Myllivirta, lead analyst and co-founder of the Center for Research on Energy […]\nThe post China’s CO2 Emissions Fall for the First Time Despite Rising Power Demand, Signaling Possible Peak appeared first on EcoWatch._ko": "처음으로 중국의 재생 가능 에너지 생산량이 급증하면서 전력 수요가 급격히 증가 함에도 불구하고 국가의 탄소 배출량이 감소했습니다. 에너지 연구 센터의 수석 분석가이자 공동 창립자 인 Lauri Myllivirta의 분석에 따르면, 배출량은 중국의 에너지 전환에서 주요 이정표가되었다 […]\n중국의 이산화탄소 배출량은 전력 수요가 증가 함에도 불구하고 처음으로 하락했으며, 신호 가능한 피크는 ECOWATCH에서 처음으로 나타났습니다.",
  "Global recycling rates have fallen for eighth year running, report finds_ko": "글로벌 재활용 률은 8 년 동안 달리기로 하락했다고 보고서는 밝혔다.",
  "Researchers call for investment in ‘circular solutions’ as consumption rises faster than growth in populationGlobal recycling rates are failing to keep pace with a culture focused on infinite economic growth and consumerism, with the proportion of recycled materials re-entering supply chains falling for the eighth year running, according to a new report.Only 6.9% of the 106bn tonnes of materials used annually by the global economy came from recycled sources, a 2.2 percentage point drop since 2015, researchers from the Circle Economy thinktank found. Continue reading..._ko": "연구자들은 인구 글로벌 재활용 률의 성장률이 무한 경제 성장과 소비주의에 초점을 맞춘 문화에 속하는 것보다 소비가 증가하는 것보다 더 빠르게 상승하고 있으며, 새로운 보고서에 따르면, 전 세계 경제의 106 억 톤의 106 억 톤의 6.9%는 전 세계적으로 사용 된 자료의 6.9%에 따르면, 인구 글로벌 재활용 률이 무한 경제 성장과 소비주의에 초점을 맞추는 문화에 대한 보조를 유지하지 못하고 있기 때문에 소비는 더 빠르게 증가하고 있습니다. Circle Economy ThinkTank의 연구원들은 2015 년 이후 백분율 포인트 하락한 것으로 밝혀졌습니다. 계속 읽기 ...",
  "Europe’s lithium rush leaves mineral-rich communities in the dark_ko": "유럽의 리튬 돌진은 미네랄이 풍부한 지역 사회를 어둠 속에 남겨 둡니다",
  "Local residents are seeking more information and want stronger guarantees that mining won’t harm the nature on which their incomes depend\nThe post Europe’s lithium rush leaves mineral-rich communities in the dark appeared first on Climate Home News._ko": "지역 주민들은 더 많은 정보를 찾고 있으며 광업이 소득이 의존하는 성격에 해를 끼치 지 않을 것이라는 강력한 보장을 원합니다.\n유럽의 리튬 러시는 미네랄이 풍부한 지역 사회를 어둠 속에 떠난다.",
  "Low emission zones are successful in cutting air pollution, study finds_ko": "낮은 배출 구역은 대기 오염을 줄이는 데 성공했다고 연구 결과",
  "Team in Belgium find improvement in air quality after launch of traffic measures in Brussels, Antwerp and GhentLow emission zones are successful at reducing air pollution and its effects on health, researchers have found.The team, working for the Belgian mutual health insurer Mutualités Libres, were looking at the best ways to cut air pollution and its impact on health. Continue reading..._ko": "벨기에의 팀은 브뤼셀, 앤트워프 및 겐틀 로우 배출 구역에서 교통 조치가 시작된 후 대기 질이 개선 된 후 대기 오염을 줄이는 데 성공하고 있으며 건강에 미치는 영향을 미치는 연구원들이 발견했습니다. 팀은 벨기에 상호 건강 보험사 Mutualités Libres를 위해 일하고 있었으며 공기 오염과 건강에 미치는 영향을 줄이기위한 최선의 방법을 찾고있었습니다. 계속 읽기 ...",
  "Poor building standards add £1,000 to energy bills of new homes, analysis finds_ko": "불쌍한 건물 표준은 새로운 주택의 에너지 청구서에 £ 1,000를 추가합니다.",
  "About £5bn more spent than if rules for low-carbon new-builds had not been scrapped in 2016, ECIU thinktank findsPeople living in newly built homes are being hit with energy bills that are nearly £1,000 a year higher than need be because of the poor standards to which they have been constructed.Occupants of homes built in the past seven years have paid about £5bn more in energy bills than they would have if regulations requiring new homes to be low-carbon had not been scrapped in 2016, according to analysis seen by the Guardian. Continue reading..._ko": "저탄소 신규 건물에 대한 규칙에 대한 규칙이 2016 년에 폐기되지 않은 경우보다 약 50 억 파운드를 더 많이 지출했으며, 새로 지어진 주택에 사는 ECIU ThinkTank Findspeops는 1 년에 거의 1,000 파운드가 더 높은 에너지 법안에 부딪 히고 있습니다. Guardian의 분석에 따르면 2016 년에 저탄소가 폐기되지 않았습니다. 계속 읽기 ...",
  "‘We sometimes milked 3,000 snails a day!’: the dying art of milking molluscs_ko": "‘우리는 때때로 하루에 3,000 개의 달팽이를 착유했습니다!’: 사라지는 젖 연체 동물의 예술",
  "For 1,500 years, Mexico’s Mixtec people have extracted ink from the rare purpura snail to dye yarn. But they fear the species – and their rich tradition – may soon be lost for everPhotographs by Mauricio PalosThe site for the camp is well chosen. Mangrove trees provide shade from the sun; from their hammocks, the two men can look out over the yellow sand of Chachacual Bay. Rocks rise at both ends of the beach, breakers crashing against them. Next to the camp, turtles have left their tracks in the sand. “They often come at night and keep us company,” says Mauro Habacuc Avendaño Luis, 81, known to everyone as Habacuc.While Habacuc lights a campfire to make coffee, his son Rafael, 42, sets up a small tent for the night. Rain is forecast. “We’ve been camping in the same spot for many years,” says Habacuc. “From here, we roam the coast in search of the purpura snail.”White cotton skeins dyed with snail ink turn from yellow to green and finally ‘tixinda’ purple in the sun Continue reading..._ko": "1,500 년 동안 멕시코의 Mixtec 사람들은 희귀 Purpura 달팽이에서 염료 원사까지 잉크를 추출했습니다. 그러나 그들은 종들과 그들의 풍부한 전통이 곧 Mauricio Palos의 캠프장에 의해 우리의 Everphotographs에서 잃어버린 것을 두려워합니다. 맹그로브 나무는 태양의 그늘을 제공합니다. 그들의 해먹에서, 두 사람은 샤키 언 베이의 노란 모래를 바라 볼 수 있습니다. 바위는 해변의 양쪽 끝에서 상승하여 차단기가 그들에게 충돌합니다. 캠프 옆에 거북이는 모래에 트랙을 남겼습니다. 81 세의 Mauro Habacuc Avendaño Luis (Mauro Habacuc Avendaño Luis)는“그들은 종종 밤에 와서 우리 회사를 지키고 있습니다. 비가 예상됩니다. 하바 쿠스는“우리는 수년 동안 같은 자리에서 야영을 해왔습니다. “여기에서 우리는 Purpura snail을 찾아 해안을 돌아 다닙니다.”White Cotton Skein은 달팽이 잉크가 노란색에서 녹색으로, 마지막으로 'Tixinda'보라색으로 염색했습니다.",
  "Delay farmer inheritance tax changes ‘to allow for better formulation’, say MPs_ko": "MPS는 농부 상속세 변화를 지연시킨다.",
  "Report says proposals ‘threaten to affect most vulnerable’, who would be helped by more time to seek adviceA group of influential MPs has urged the government to delay controversial planned changes to inheritance tax for farmers to “allow for better formulation of tax policy” and to protect vulnerable farmers by giving them more time to seek advice.The environment, food and rural affairs (Efra) committee has called on the government to hold off announcing its overhaul of agricultural property relief and business property relief until October 2026, before bringing them into effect from April 2027. Continue reading..._ko": "보고서에 따르면, '가장 취약한 영향을 미치기 위해 위협이 될 것', 영향력있는 MP의 Advicea Group을 찾는 데 더 많은 시간에 도움을받을 수있는 제안은 정부가 농민들을위한 논란의 여지가있는 계획 변경을 지연시켜“세금 정책의 더 나은 공식화를 허용하고, 더 많은 농민들에게 더 많은 시간을 보내면서, 환경, 식량 및 소중한 사건을 촉구함으로써 취약한 농부들을 보호 할 것을 촉구했다. 2027 년 4 월부터 시행되기 전에 2026 년 10 월까지 농산물 구제 및 사업 재산 구제. 계속 읽기 ...",
  "The Guardian view on green homes: solar panels and heat pumps should be a bare minimum | Editorial_ko": "녹색 주택의 수호 전망 : 태양 전지판과 히트 펌프는 최소값이어야합니다 | 사설",
  "Ministers must resist pressure to relax environmental standards in the rush for new housingAlmost two decades after the last Labour government announced a zero carbon homes standard, and with the breaking of temperature records around the world now so normal as to seem routine, it ought to be uncontroversial that new buildings should be as environmentally friendly as possible. Given everything we know about global heating, and the law obliging the UK to reach net zero by 2050, it is disturbing that even the basics of promoting energy security and efficiency continue to be questioned.But that is the situation Britain faces, as the government lays the ground for a housebuilding spree that it hopes will last for the rest of this parliament (as planning is devolved, the target of 1.5m new homes is for England only). Much of the blame for this discouraging state of affairs lies with the Tories, who delayed progress towards sustainability by scrapping environmental rules, leading to a disgraceful proliferation of new developments where the houses do not even have solar panels on the roofs. Continue reading..._ko": "목사들은 마지막 노동당 정부가 제로 카본 주택 표준을 발표 한 후 20 년 동안 새로운 주택을위한 서두로 환경 표준을 이완시키는 압력에 저항해야하며, 전 세계의 온도 기록이 일상적으로 보이도록 정상적인 것처럼 보이기 때문에 새로운 건물이 가능한 한 환경 친화적이어야한다는 사실을 이해하지 못해야합니다. 우리가 세계 난방에 대해 알고있는 모든 것을 감안할 때, 영국이 2050 년까지 Net Zero에 도달 할 의무가있는 것은 에너지 안보와 효율성을 증진시키는 기본조차도 계속 의문을 제기하고 있습니다. 그러나 영국이 직면 한 상황은 정부가 나머지 의원을 위해 희망을 갖기를 희망하는 주택 건설에 대한 근거가 있기 때문에 (1.5M의 집을 대상으로 할 것입니다.) 이 낙담 상태에 대한 비난의 대부분은 환경 규칙을 폐기함으로써 지속 가능성을 향한 진전을 지연시켜 주택이 지붕에 태양 전지판이없는 새로운 발전의 불명예스러운 확산으로 이어진 Tories와 함께 있습니다. 계속 읽기 ...",
  "New Project Will Reintroduce Elk to UK for the First Time in 3,000 Years_ko": "새로운 프로젝트는 3,000 년 만에 처음으로 영국에 엘크를 다시 소개 할 것입니다.",
  "After successfully reintroducing beavers back into the wild in England, a new project is looking to bring European elk back to the UK. The elk previously went extinct in the UK 3,000 years ago. Rewilding Britain is awarding grants through its Rewilding Innovation Fund for a joint project by the Derbyshire and Nottinghamshire Wildlife Trusts […]\nThe post New Project Will Reintroduce Elk to UK for the First Time in 3,000 Years appeared first on EcoWatch._ko": "영국의 야생으로 비버를 다시 소개 한 후, 새로운 프로젝트는 유럽 엘크를 영국으로 가져 오려는 것입니다. 엘크는 이전에 3,000 년 전에 영국에서 멸종되었습니다. Rewilding Britain은 Derbyshire와 Nottinghamshire Wildlife Trusts의 공동 프로젝트를위한 재개 혁신 펀드를 통해 보조금을 수여하고 있습니다 […]\n포스트 새 프로젝트는 3,000 년 만에 처음으로 엘크를 영국에 다시 소개 할 것입니다.",
  "Surfer, first lady and former PM among Brazil’s COP30 envoys_ko": "브라질의 COP30 Envoys의 서퍼, 퍼스트 레이디 및 전 PM",
  "Brazil has appointed 30 envoys including the first lady Janja Lula da Silva and New Zealand's Jacinda Ardern to liaise with \"priority\" sectors and regions\nThe post Surfer, first lady and former PM among Brazil’s COP30 envoys appeared first on Climate Home News._ko": "브라질은 Janja Lula da Silva 영부인과 뉴질랜드의 Jacinda Ardern을 포함하여 \"우선 순위\"부문 및 지역을 연락하는 30 명을 임명했습니다.\n브라질의 COP30 사절 중 포스트 서퍼, 퍼스트 레이디 및 전 PM은 기후 홈 뉴스에 처음으로 등장했습니다.",
  "‘No one wants a building that kills birds’: why cities are turning off the lights_ko": "‘아무도 새를 죽이는 건물을 원하지 않는다’: 도시가 조명을 끄는 이유",
  "As avian numbers plunge, activists demand action to save birds from crashing into high-rise blocksThe wren’s legs were tucked delicately underneath its diminutive body, slumped on its side as if asleep. If it wasn’t lying on the bare concrete of a Texas street, there would be few clues that it had endured a crunching, violent death.The bird had flown headfirst into the Bank of America building, a 72-storey modernist skyscraper in the heart of Dallas. Its corpse was catalogued by volunteers who seek to document the toll of birds that strike the glass, metal and concrete structures festooned with bewildering lights that form the skylines of our cities. Continue reading..._ko": "조류 숫자가 급락함에 따라 운동가들은 새들이 고층 블록으로 부딪 치는 것을 막기 위해 행동을 요구합니다. Wren의 다리는 소형 몸 아래에 섬세하게 자고있는 것처럼 옆으로 부러졌습니다. 그것이 텍사스 거리의 맨 콘크리트에 누워 있지 않다면, 크 런칭하고 폭력적인 죽음을 견뎌냈다는 단서가 거의 없을 것입니다. 새는 달라스의 중심부에 72 층짜리 현대인 초고층 건물 인 Bank of America 건물로 머리를 날려 버렸습니다. 시체는 우리 도시의 스카이 라인을 형성하는 당황스러운 조명으로 유리, 금속 및 콘크리트 구조물을 치는 조류의 통행료를 기록하려는 자원 봉사자들에 의해 카탈로그되었습니다. 계속 읽기 ...",
  "Protecting the World’s Seagrass Meadows Could Prevent Billions in Damages, New Research Suggests_ko": "세계의 해초 초원을 보호하면 수십억의 손상을 예방할 수 있다고 새로운 연구는 제안합니다.",
  "The world’s seagrass meadows capture and store enormous amounts of carbon, but they must be protected if the incredible work they do for our climate is to continue. A new global study predicts that protecting seagrass meadows that are “at-risk” could avert climate damages of more than $200 billion by stopping the release of over […]\nThe post Protecting the World’s Seagrass Meadows Could Prevent Billions in Damages, New Research Suggests appeared first on EcoWatch._ko": "세계 해초 초원은 막대한 양의 탄소를 점령하고 저장하지만, 우리의 기후를 위해하는 놀라운 일이 계속되면 보호되어야합니다. 새로운 글로벌 연구에 따르면“위험에 처한”해초 초원을 보호하는 것은 Over […]의 석방을 막음으로써 2 천억 달러 이상의 기후 손해를 피할 수 있다고 예측합니다.\n세계의 해초 초원을 보호하는 게시물은 수십억의 손해를 예방할 수 있다고 새로운 연구에 따르면 EcoWatch에서 처음으로 나타났습니다.",
  "BBC Inside Science_ko": "과학 내부 BBC",
  "40 years since we discovered a hole in the Ozone layer, we ask what threatens it today_ko": "오존층에서 구멍을 발견 한 지 40 년이 지난 지금, 우리는 오늘날 위협이 무엇인지 묻습니다.",
  "European Companies Increasingly Support Strong Climate Action: Report_ko": "유럽 ​​기업들은 점점 더 강력한 기후 행동을 지원하고 있습니다 : 보고서",
  "In a “profound shift,” a new analysis by nonprofit think tank InfluenceMap has found that companies in the European Union increasingly support climate action, a change analysts said challenges the narrative of businesses viewing green regulations as a threat to their profits. The report — European Industry and the EU’s Climate Policy 2024–29 — found […]\nThe post European Companies Increasingly Support Strong Climate Action: Report appeared first on EcoWatch._ko": "비영리 단체의 싱크 탱크 인플니스 맵 (InfluenceMap)의 새로운 분석에 따르면 유럽 연합의 기업들이 기후 행동을 점점 더 지원한다는 새로운 분석에 따르면, 변화 분석가들은 녹색 규정을 이익에 위협으로보고있는 비즈니스의 이야기에 도전하고 있다고 밝혔다. 보고서 - 유럽 산업과 EU의 기후 정책 2024–29 - 발견 된 […]\n포스트 유럽 기업들은 점점 더 강력한 기후 행동을 지원하고 있습니다.",
  "Decades-long mystery of ginger cats revealed_ko": "생강 고양이의 수십 년 동안 미스터리가 공개되었습니다",
  "Researchers in Japan and US have unlocked the 60-year mystery of what gives cats their orange colour._ko": "일본과 미국의 연구원들은 고양이에게 오렌지색을주는 것에 대한 60 년의 미스터리를 잠금 해제했습니다.",
  "How 'forever chemicals' have seeped into almost everything – video_ko": "'Forever Chemicals'가 거의 모든 것을 어떻게 스며 들었는지 - 비디오",
  "Pfas are a group of thousands of chemicals that are used for their non-stick and water-resistant properties. They are often refered to as 'forever chemicals' because they can take thousands of years to break down. Pfas are being found in so many everyday items that it's starting to feel like they are everywhere - non-stick frying pans, waterproof mascaras, stain-resistant clothing, packaging for takeaway food items. Pfas are even in our food, our drinking water and in the rain. Josh Toussaint-Strauss talks to Leana Hosea and Rachel Salvidge of Watershed investigations, a nonprofit that works to expose the causes behind Pfas contamination. Together they discuss what the spread of Pfas means for our health and the environment, and what can be done to get rid of them or at least limit our exposure. Continue reading..._ko": "PFA는 스틱 및 방수 특성에 사용되는 수천 개의 화학 물질 그룹입니다. 그들은 종종 '영원한 화학 물질'이라고 불립니다. 왜냐하면 그들은 고장당하는 데 수천 년이 걸릴 수 있기 때문입니다. PFA는 너무 많은 일상 품목에서 발견되어 짜증나는 튀김 팬, 방수 마스카라, 얼룩 방지 의류, 테이크 아웃 식품 포장 등 어디에서나 느끼기 시작합니다. PFA는 심지어 음식, 식수 및 비에 있습니다. Josh Toussaint-Strauss는 PFAS 오염의 원인을 폭로하기 위해 노력하는 비영리 단체 인 Leana Hosea와 Rachel Salvidge의 유역 조사의 Rachel Salvidge와 이야기합니다. 그들은 함께 PFA의 확산이 우리의 건강과 환경에 무엇을 의미하는지, 그리고 그것들을 제거하거나 최소한 노출을 제한하기 위해 무엇을 할 수 있는지 논의합니다. 계속 읽기 ...",
  "Indigenous land disputes cloud Kenya’s carbon market ambitions_ko": "원주민 토지 분쟁 클라우드 케냐의 탄소 시장 야망",
  "Two of Kenya’s biggest carbon credit projects are mired in controversy, clouding the country's hopes of raising climate finance from the offset market\nThe post Indigenous land disputes cloud Kenya’s carbon market ambitions appeared first on Climate Home News._ko": "케냐의 가장 큰 탄소 신용 프로젝트 중 두 명은 논란에 빠져 오프셋 시장에서 기후 금융을 높이 겠다는 희망을 모으고 있습니다.\n원주민 토지 분쟁 Cloud Kenya의 탄소 시장 야망은 기후 주택 뉴스에 처음으로 나타났습니다.",
  "A seadragon and flushing worms: Environmental Photography award winners – in pictures_ko": "Seadragon and Flushing Worms : Environmental Photography Award 수상자 - 사진",
  "Winning images from the 2025 Prince Albert II of Monaco Foundation Environmental Photography award, selected from 10,000 images submitted globally. The contest aims to reward photographers who put their creativity to good use in raising awareness of the importance of environmental protectionShortlisted exhibited in Monaco from 3 June to 31 July 2025 then touring in various locations around the world Continue reading..._ko": "전 세계적으로 제출 된 10,000 개의 이미지 중에서 선정 된 2025 년 Monaco Foundation Environmental Photography Award의 2025 Prince Albert II의 이미지를 수상했습니다. 이 대회는 2025 년 6 월 3 일부터 7 월 31 일까지 모나코에서 전시 된 환경 보호의 중요성에 대한 인식을 높이기 위해 창의력을 잘 활용 한 사진 작가에게 보상을 목표로하고 있으며 전 세계 여러 장소에서 여행을 계속하면서 계속 읽기 ...",
  "South Korea’s female freedivers: TV has made stars of the haenyeo but what is their real story?_ko": "한국의 여성 자유 : TV는 Haenyeo의 별을 만들었지 만 그들의 실제 이야기는 무엇입니까?",
  "The craze for Korean culture has brought fame to the ‘women of the sea’, but not always to their benefit. Now they want to reclaim their stories to inspire a new generationThere is an episode in the Netflix drama When Life Gives You Tangerines where a woman dives into the sea and brings back a catch of abalone (sea snails), which she says will feed her family. The woman is a haenyeo. Haenyeo, or “women of the sea”, have been recorded as far back as the 17th century and are unique to the island of Jeju in South Korea, where they fish sustainably, diving time and again on a single breath to bring back shellfish and seaweed.Yet the scene, set in the 1960s, simply wouldn’t happen today, says Myeonghyo Go, a haenyeo who lives in the village of Iho-dong on Jeju. “The seaweeds here are disappearing, and seaweed is the food for abalone. Because we don’t have the seaweeds, we don’t have abalone,” she says. Continue reading..._ko": "한국 문화의 열풍은‘바다의 여성’에게 명성을 가져 왔지만 항상 그들의 유익은 아닙니다. 이제 그들은 새로운 세대에 영감을주기 위해 그들의 이야기를 되찾고 싶어합니다. 넷플릭스 드라마의 에피소드는 인생이 당신에게 여자가 바다로 뛰어 들어가서 바다 달팽이 (바다 달팽이)를 되 찾을 때 귤을 주면 가족에게 먹이를 줄 것입니다. 여자는 haenyeo입니다. Haenyeo, 또는“Sea of ​​the Sea”는 17 세기로 거슬러 올라가며 한국의 Jeju 섬에 독특하며, 그들은 지속 가능하게도 낚시로, 다이빙 시간과 다시 한 번의 숨을 쉬고 다시 숨을 쉬고 1960 년대에 시작된 장면을 가져오고있다. \"여기의 해초는 사라지고 있으며, 해초는 전복을위한 음식입니다. 우리는 해초가 없기 때문에 우리는 전복이 없습니다.\"라고 그녀는 말합니다. 계속 읽기 ...",
  "Labour has denounced me as ‘deeply misleading’ on its planning reform. I wish that were true | George Monbiot_ko": "노동은 계획 개혁에 대한 '깊은 오해의 소지가있다'고 비난했다. 나는 그것이 사실 이었으면 좋겠다 | George Monbiot",
  "Even it now admits that brick by brick, these proposals will wreck habitats. This could be Starmer’s most damaging mistake yetThe precedent is uncanny, and the failure to learn from it downright mystifying. Keir Starmer is rushing gladly towards the catastrophe Boris Johnson inflicted on himself in 2020. Had he set out to stymie Labour’s chances of re-election, he couldn’t be doing it better.In 2020, Johnson promised “a whole new planning system” for England, which, he claimed, would promote “economic growth”. He said he wanted to see 300,000 new homes built every year. He sought to “build, build, build”, but falsely claimed that his plans were thwarted by newts, which he used as shorthand for environmental protections. He would sweep these protections away. Continue reading..._ko": "이제도 벽돌로 벽돌을 인정 하더라도이 제안은 서식지를 망칠 것입니다. 이것은 Starmer의 가장 피해를 입은 실수 일 수 있지만 전례는 어수선하고, 그로부터 배우지 못하는 것은 완전히 신비 롭습니다. Keir Starmer는 2020 년에 스스로 가한 재앙을 향해 기꺼이 서두르고 있습니다. 그는 Stymie Labor의 재선의 기회를 얻었을 때 더 나은 일을 할 수 없었습니다. 2020 년에 Johnson은 영국에 대한“완전히 새로운 계획 시스템”을 약속했다고 주장했다. 그는 매년 30 만 명의 새로운 주택을 지키고 싶다고 말했다. 그는“빌드, 빌드, 빌드”를 원했지만 그의 계획은 Newts에 의해 방해를 받았다고 주장했다. 그는이 보호를 휩쓸었다. 계속 읽기 ...",
  "Mosquito-borne killer disease threatens blackbirds_ko": "모기 매개 킬러 질병은 블랙 버드를 위협합니다",
  "The disease has spread great distances, with scientists racing to understand the risks._ko": "이 질병은 과학자들이 위험을 이해하기 위해 경주하면서 멀리 떨어져 있습니다.",
  "Mapping of England’s Peatlands Finds 80% Have Become Degraded_ko": "영국의 이탄 랜드를 매핑하면 80%가 저하 된 것으로 나타났습니다",
  "Scientists have now comprehensively mapped peatlands in England, and their work has revealed that 80% of the country’s peatlands and peat soils have become dry or degraded. Using a combination of satellite imagery and AI technology along with data analysis of existing and new field data, scientists developed a map of peaty soils known as […]\nThe post Mapping of England’s Peatlands Finds 80% Have Become Degraded appeared first on EcoWatch._ko": "과학자들은 이제 영국의 이탄 랜드를 포괄적으로 매핑했으며, 그들의 작업에 따르면 이탄 랜드와 이탄 토양의 80%가 건조하거나 저하 된 것으로 나타났습니다. 과학자들은 기존 및 새로운 현장 데이터의 데이터 분석과 함께 위성 이미지와 AI 기술의 조합을 사용하여 […]로 알려진 이탄 토양지도를 개발했습니다.\n영국의 Peatlands의 포스트 매핑에 따르면 80%가 EcoWatch에서 처음으로 나타났습니다.",
  "UK Creates New Nature Reserve to Protect Wildlife and Landscapes That Inspired Brontë Sisters_ko": "영국은 Brontë 자매에게 영감을 준 야생 동물과 풍경을 보호하기 위해 새로운 자연 보호 구역을 만듭니다.",
  "The British government has announced the creation of a new National Nature Reserve — the 3,148-acre Bradford Pennine Gateway — to protect the wildlife and the sweeping landscapes that inspired the Brontë sisters. Authors of such classics as Wuthering Heights and Jane Eyre, Charlotte, Emily and Anne Brontë grew up in Haworth Parsonage on the […]\nThe post UK Creates New Nature Reserve to Protect Wildlife and Landscapes That Inspired Brontë Sisters appeared first on EcoWatch._ko": "영국 정부는 브론테 자매들에게 영감을 준 야생 생물과 넓은 풍경을 보호하기 위해 새로운 국립 자연 보호 구역 (3,148 에이커 브래드 포드 펜닌 게이트웨이)을 설립했다고 발표했습니다. Wuthering Heights 및 Jane Eyre, Charlotte, Emily 및 Anne Brontë와 같은 고전의 저자는 […] Haworth Parsonage에서 자랐습니다.\nPost UK는 Brontë Sisters에 영감을주는 야생 동물과 풍경을 보호하기 위해 새로운 Nature Reserve를 생성합니다.",
  "Exceptionally low river levels raise fears over water supplies_ko": "매우 낮은 강 수준은 물 공급에 대한 두려움을 불러 일으 킵니다",
  "The warning comes after some parts of the UK had the driest Spring in nearly a century._ko": "경고는 영국의 일부 지역이 거의 1 세기에 가장 건조한 봄을 보낸 후에 나옵니다.",
  "Climate experts criticise handling of Tata changes_ko": "기후 전문가들은 타타 변화의 처리를 비판합니다",
  "Ministers should have been better at planning and making sure green jobs were available, report says._ko": "목사들은 녹색 일자리를 계획하고 이용할 수 있도록 더 잘했을 것이라고 보고서는 밝혔다.",
  "Will this woman be the first Briton to walk on the Moon?_ko": "이 여자가 달을 걷는 최초의 영국인이 될까요?",
  "The BBC meets astronaut Rosemary Coogan who is training at Nasa’s Johnson Space Centre in Houston, Texas._ko": "BBC는 텍사스 휴스턴에있는 NASA의 Johnson Space Center에서 훈련을받는 우주 비행사 Rosemary Coogan을 만납니다.",
  "Wild chimpanzees filmed using forest 'first aid'_ko": "숲 '응급 처치'를 사용하여 촬영 된 야생 침팬지",
  "The research builds on the discovery that chimps seek out and eat certain plants to self-medicate._ko": "이 연구는 침팬지가 자체 치료를 위해 특정 식물을 찾고 먹는 발견을 기반으로합니다.",
  "Trump shifts US funds from shutting down foreign fossil fuels to expanding them_ko": "트럼프는 미국의 자금이 외국 화석 연료를 폐쇄하여 그들을 확장하는 것을 변화시킵니다.",
  "The US administration has pulled clean energy and just transition funding in South Africa and is pressuring EXIM and the World Bank to back fossil fuels\nThe post Trump shifts US funds from shutting down foreign fossil fuels to expanding them appeared first on Climate Home News._ko": "미국 행정부는 남아프리카에서 청정 에너지와 단지 전환 자금을 확보했으며 Exim과 세계 은행에 화석 연료를 뒷받침하도록 압력을 가하고 있습니다.\n포스트 트럼프는 미국의 기금이 외국 화석 연료를 폐쇄하여 기후 홈 뉴스에 처음으로 등장했습니다.",
  "How to make electric vehicles that don’t trash forests through mining_ko": "채굴을 통해 숲을 버리지 않는 전기 자동차를 만드는 방법",
  "Using battery technology that is less reliant on minerals can avert worsening environmental damage caused by the stampede to secure materials for EVs\nThe post How to make electric vehicles that don’t trash forests through mining appeared first on Climate Home News._ko": "미네랄에 덜 의존하는 배터리 기술을 사용하면 EV의 재료를 확보하기 위해 스탬피드로 인한 환경 손상 악화를 피할 수 있습니다.\n광업을 통해 숲을 쓰레기를 버리지 않는 전기 자동차를 만드는 방법은 기후 홈 뉴스에서 처음으로 나타났습니다.",
  "I’m obsessed with protecting seals: ‘The flying ring toy was deeply embedded in her neck’_ko": "나는 물개를 보호하는 것에 집착합니다.",
  "It broke my heart to see a seal so injured by a £1 plastic toy. Now I campaign to ban them – and it has changed my lifeThere was an incident seven years ago that changed my life. I saw an adult grey seal with a plastic pink flying ring toy so deeply embedded in her neck that she was practically dead. It was stopping her from feeding because it was digging into her and she couldn’t extend her neck – the wounds were horrific.It broke my heart. From that moment on, I became obsessed with seals and protecting them from the dangers of plastic flying rings. Continue reading..._ko": "1 파운드의 플라스틱 장난감으로 부상을 입은 물개를보기 위해 내 마음을 아프게했습니다. 이제 나는 그들을 금지하기 위해 캠페인을 벌였다. 나는 플라스틱 핑크색 비행 반지 장난감이있는 성인 회색 물개가 목에 깊이 묻어 있었기 때문에 그녀가 실제로 죽었습니다. 그녀가 그녀를 파고 들고 그녀가 목을 뻗을 수 없었기 때문에 그녀가 먹이를주는 것을 막고있었습니다. 상처는 끔찍했습니다. 그것은 내 마음을 아프게했습니다. 그 순간부터 나는 물개에 집착하여 플라스틱 비행 고리의 위험으로부터 그들을 보호했습니다. 계속 읽기 ...",
  "Why the mighty Himalayas are getting harder and harder to see_ko": "강력한 히말라야가 점점 더 어려워지고있는 이유",
  "Severe air pollution is obscuring visibility of the highest mountain peaks on Earth, hitting tourism hard._ko": "심각한 대기 오염은 지구상에서 가장 높은 산봉우리의 가시성을 가리고 관광을 강타하고 있습니다.",
  "To the new environment minister, Murray Watt: it’s time to get reforms right | Lyndon Schneiders_ko": "Murray Watt의 새로운 환경부 장관에게 : 이제 개혁을 올바르게 할 시간입니다 | Lyndon Schneiders",
  "Long-term reform is not going to be easy, but we have wasted 15 years and everyone has lost, especially the natural worldGet Guardian Australia environment editor Adam Morton’s Clear Air column as an emailSee our full coverage of the Australian electionGet our breaking news email, free app or daily news podcastLong overdue reform of national environment laws is unfinished business for the 48th parliament and the re-elected Albanese government.Senator Murray Watt, a Queenslander, is well respected within the government and has a reputation for taking hard decisions and bringing together diverse stakeholders. Both of these attributes will be at a premium if the minister is to succeed where others have not.Sign up for Guardian Australia’s breaking news email Continue reading..._ko": "장기 개혁은 쉽지 않을 것이지만, 우리는 15 년을 낭비했지만 모든 사람들이 잃어 버렸습니다. 특히 자연 세계의 가디언 호주 환경 편집자 인 Adam Morton의 명확한 공기 열은 호주 선거에 대한 우리의 전체 적용 범위, 우리의 브레이킹 뉴스 이메일, 무료 앱 또는 일일 뉴스 팟 캐스트 전국 환경 법률 개혁이 48 번째 의회 및 재주 한 Albanese 정부를위한 미완성 사업입니다. Queenslander는 정부 내에서 존경 받고 있으며 어려운 결정을 내리고 다양한 이해 관계자를 모으는 것으로 유명합니다. 장관이 다른 사람들이하지 않은 곳에서 성공하려면이 두 속성 모두 프리미엄이 될 것입니다. Guardian Australia의 Breaking News 이메일을 위해 계속 읽으십시오 ... 계속 읽기 ...",
  "Let’s use early milestones to stay focused on climate action_ko": "초기 이정표를 사용하여 기후 행동에 계속 집중합시다",
  "To make sure we meet a 2030 goal to triple outflows from UN climate funds agreed at COP29, work needs to start now\nThe post Let’s use early milestones to stay focused on climate action  appeared first on Climate Home News._ko": "COP29에서 합의 된 UN 기후 기금의 트리플 아웃 플로우에 대한 2030 목표를 달성하려면 지금 시작해야합니다.\n이 게시물은 초기 이정표를 사용하여 기후 행동에 집중하면서 기후 홈 뉴스에 처음 등장했습니다.",
  "Rising copper demand fuels concern over pollution and rights abuses_ko": "오염 및 권리 남용에 대한 구리 수요 연료 상승",
  "The UN has dubbed copper the “new strategic raw material” for the green digital economy - but will more mining come at a high cost to communities?\nThe post Rising copper demand fuels concern over pollution and rights abuses appeared first on Climate Home News._ko": "유엔은 구리를 녹색 디지털 경제를위한“새로운 전략적 원료”라고 불렀지 만 더 많은 광업은 지역 사회에 높은 비용으로 올 것인가?\n구리 수요는 오염에 대한 우려가 상승하고 기후 주택 뉴스에서 첫 번째로 나타났습니다.",
  "Soviet-era spacecraft 'likely' to have re-entered Earth's atmosphere_ko": "소비에트 시대의 우주선은 지구의 대기를 다시 입력했을 것입니다",
  "The spacecraft, which launched in 1972 on a mission to Venus, circled Earth for over five decades._ko": "1972 년 금성에 대한 임무로 시작된 우주선은 50 년 동안 지구를 돌았습니다.",
  "Brazil calls on local groups to “inspire” governments in boosting climate action_ko": "브라질은 지역 단체들에게 기후 행동을 강화하는 데있어 정부를“영감”할 것을 요구합니다.",
  "With 90% of countries yet to produce updated climate plans, the COP30 presidency is encouraging grassroots organisations to lead the way \nThe post Brazil calls on local groups to “inspire” governments in boosting climate action appeared first on Climate Home News._ko": "COP30 회장단은 국가의 90%가 아직 업데이트 된 기후 계획을 생산하지 않은 상태에서 풀뿌리 조직이 길을 이끌도록 장려하고 있습니다. \n포스트 브라질은 지역 단체들에게 기후 행동을 촉진하는 데있어 정부를“영감”할 것을 요구했다.",
  "Climate justice is vital for global security_ko": "기후 정의는 글로벌 안보에 필수적입니다",
  "If governments step back from their commitments to tackle climate change, the world will see population displacement, political unrest and conflict \nThe post Climate justice is vital for global security  appeared first on Climate Home News._ko": "정부가 기후 변화를 해결하겠다는 약속에서 물러나면 세계는 인구 변위, 정치적 불안 및 갈등을 볼 것입니다. \n기후 정의는 세계 안보에 필수적입니다.",
  "Week in wildlife: A rare chameleon, friendly starlings and hot buffaloes_ko": "야생 동물의 주 : 희귀 카멜레온, 친절한 스타 링 및 뜨거운 버팔로",
  "The best of this week’s wildlife photographs from around the world Continue reading..._ko": "이번 주 최고의 야생 동물 사진 중 최고는 계속 읽기 ...",
  "Moon dust 'rarer than gold' arrives in UK from China_ko": "Moon Dust '는 금보다 더 희귀하다' '는 중국에서 영국에 도착합니다.",
  "First Moon samples collected in nearly 50 years and loaned by China for the first time are now in the UK._ko": "거의 50 년 만에 수집되어 중국이 처음으로 대출 한 첫 달 샘플은 현재 영국에 있습니다.",
  "A new study says 99.999% of the world’s deep seafloor is still unseen by humans._ko": "새로운 연구에 따르면 세계 심해 해저의 99.999%는 여전히 인간이 보이지 않습니다.",
  "COP30 must heed the elephant in the room: fossil fuels_ko": "Cop30은 방에 코끼리를주의해야합니다 : 화석 연료",
  "Oil, gas and coal cause three-quarters of global emissions. Why are they nowhere to be seen on the Belém climate summit's agenda? \nThe post COP30 must heed the elephant in the room: fossil fuels  appeared first on Climate Home News._ko": "석유, 가스 및 석탄은 3/4의 전 세계 배출을 유발합니다. 왜 Belém Climate Summit의 의제에서 볼 수 없는가? \nPost Cop30은 방에서 코끼리에주의를 기울여야합니다. 화석 연료는 기후 홈 뉴스에 처음 등장했습니다.",
  "Scorpions ‘taking over’ Brazilian cities with reported stings rising 155%_ko": "전갈‘인계’브라질 도시가 155% 상승한 것으로보고 된 보고서",
  "Fast and unplanned growth of cities providing ideal conditions for the creatures to thrive, say researchersScorpions are “taking over” Brazilian cities, researchers have warned in a paper that said rapid urbanisation and climate breakdown were driving an increase in the number of people being stung.More than 1.1m stings were reported between 2014 and 2023, according to data from the Brazilian notifiable diseases information system. There was a 155% increase in reports of stings from 2014 to 2023, according to research published in the journal Frontiers in Public Health. Continue reading..._ko": "연구원들은 브라질 도시를“인수”하고 있다고 연구원들은 브라질의 사라지지 않은 도시의 데이터에 따르면, 연구원들은 브라질 도시가“인수”하고 있다고 연구원들은 브라질 도시의 수를 늘리고 있다고 경고했다. Public Health의 Frontiers Journal에 발표 된 연구에 따르면 2014 년부터 2023 년까지의 질서 보고서가 155% 증가했다고한다. 계속 읽기 ...",
  "First carbon credit scheme for early coal plant closures unveiled_ko": "초기 석탄 공장 폐쇄에 대한 첫 번째 탄소 신용 제도 공개",
  "Proponents hope carbon markets can offer new funding for costly transition from coal to renewables. But concerns have been raised over the risk of low-integrity credits\nThe post First carbon credit scheme for early coal plant closures unveiled appeared first on Climate Home News._ko": "지지자들은 탄소 시장이 석탄에서 재생 에너지로 값 비싼 전환을위한 새로운 자금을 제공 할 수 있기를 희망합니다. 그러나 낮은 통합 크레딧의 위험에 대한 우려가 제기되었습니다.\n공개 된 초기 석탄 공장 폐쇄에 대한 첫 번째 탄소 신용 제도는 기후 주택 뉴스에서 처음으로 나타났습니다.",
  "Is electrification a no-brainer in the race to net-zero?_ko": "Electrification은 Net-Zero에 대한 레이스에서 쉬운 일이 아닌가?",
  "Switching to electricity in homes and on the road is a relatively painless way to cut emissions, but few countries have a holistic approach to going electric\nThe post Is electrification a no-brainer in the race to net-zero? appeared first on Climate Home News._ko": "가정과 도로에서 전기로 전환하는 것은 배출량을 줄이는 상대적으로 고통스러운 방법이지만 전기를 가기위한 전체적인 접근 방식은 거의 없습니다.\n포스트는 Net-Zero와 경쟁에서 전기가 없어? 기후 홈 뉴스에 처음 등장했습니다.",
  "‘A cemetery of trees’: vast green expanses turned to dust as loggers plunder South America’s Gran Chaco_ko": "‘나무의 묘지’: 로거가 남미의 그란 차코를 약탈함에 따라 광대 한 녹색 팽창",
  "Jaguars, giant armadillos and ocelots among species threatened by shrinking habitat in one of the richest areas of biodiversity in the worldIn the Gran Chaco forest, vast green expanses – home to jaguars, giant armadillos and howler monkeys – have turned to fields of dust. The forest once brimmed with life, says Bashe Nuhem, a member of the Indigenous Qom community, but then came a road, and soon after that logging companies. “It was an invasion. Loggers came without any consultation and families moved away. Those that stayed were left with only a cemetery of trees,” she says.The Gran Chaco is South America’s second-largest forest after the Amazon; its 100m hectares (247m acres) stretch across Argentina, Paraguay, Brazil and Bolivia. It is also one of the richest areas of biodiversity in the world – host to more than 3,400 species of plants, 500 birds, 150 mammals, 120 reptiles and 100 amphibians. Continue reading..._ko": "Gran Chaco Forest의 세계에서 가장 풍부한 생물 다양성 지역 중 하나에서 거주지, 거대한 아르마딜로 및 울부 짖는 원숭이의 고향 인 광대 한 녹색 넓은 분야에서 재규어, 거대한 아르마딜로 및 오 셀로트가 먼지로 바뀌 었습니다. 원주민 QOM 커뮤니티의 일원 인 Bashe Nuhem은 숲이 한때 생명에 휩싸 였다고 말하지만, 그 후 곧 그 로깅 회사 직후에 왔다고 말합니다. \"그것은 침략이었다. 로거는 상담없이 와서 가족이 이사했다. 머물렀던 사람들은 나무 묘지 만 남았다\"고 그녀는 말했다. 아르헨티나, 파라과이, 브라질 및 볼리비아에서 100m 헥타르 (247m 에이커)가 뻗어 있습니다. 또한 세계에서 가장 풍부한 생물 다양성 영역 중 하나입니다. 3,400 종 이상의 식물, 500 마리의 새, 150 개의 포유류, 120 개의 파충류 및 100 명의 양서류를 주최합니다. 계속 읽기 ...",
  "Blow to clean energy drive as major windfarm ditched_ko": "주요 풍력 발전이 버려지면서 청정 에너지 드라이브를 날려 버립니다",
  "In a blow to the government's clean energy ambitions, a company cancels a huge windfarm off Yorkshire._ko": "정부의 청정 에너지 야망에 타격을 입히면서 회사는 요크셔에서 거대한 풍력 발전을 취득합니다.",
  "‘It’s like putting a whale in a blender’: the rise of deadly ship collisions in Chile_ko": "‘믹서기에 고래를 두는 것과 같다’: 칠레에서 치명적인 선박 충돌의 부상",
  "On average, five fatal whale strikes occur in the country’s waters each year, the highest in the world – and just a fraction of the total number killed, say researchersPhotographs by Francis PérezThe memory of a blue whale gliding past his small boat haunts Patricio Ortiz. A deep wound disfigured the cetacean’s giant body – a big chunk had been ripped from its dorsal fin. Cargo ships are the only adversary capable of inflicting such harm on a blue whale, he says.“Nothing can be done when they’re up against those floating monsters.” Continue reading..._ko": "평균적으로, 매년 세계에서 가장 높은 5 개의 치명적인 고래 파업이 발생하며, Francis Pérez의 연구자들은 그의 작은 보트 유령 Patricio Ortiz를 지나가는 푸른 고래의 기억에 대한 연구자들의 연구자들은 말했다. 깊은 상처가 Cetacean의 거대한 몸을 변형 시켰습니다. 큰 덩어리가 등 지느러미에서 찢어졌습니다. 화물선은 푸른 고래에 그러한 해를 입힐 수있는 유일한 대적이며,“떠 다니는 괴물에 대항 할 때 아무것도 할 수 없습니다.” 계속 읽기 ...",
  "Attenborough at 99 delivers 'greatest message he's ever told'_ko": "99의 Attenborough는 그가 말한 것 중 가장 큰 메시지를 전달합니다.",
  "Without debt relief, climate action will fail_ko": "부채 구제 없이는 기후 행동이 실패 할 것입니다",
  "Sir David says his new film Ocean is one of the most important of his career._ko": "데이비드 경은 그의 새로운 영화 Ocean이 그의 경력에서 가장 중요한 것 중 하나라고 말합니다.",
  "Many Global South countries spend five times more on repaying debt than tackling climate change - governments meeting in Seville next month can stop this downward spiral\nThe post Without debt relief, climate action will fail appeared first on Climate Home News._ko": "많은 전 세계 사우스 국가들이 기후 변화를 다루는 것보다 부채 상환에 5 배 더 많은 비용을 지출합니다 - 다음 달 세비야에서의 정부는이 하향 나선형을 막을 수 있습니다.\n부채 구제가없는 게시물, 기후 행동은 기후 홈 뉴스에서 먼저 나타날 것입니다.",
  "Sandeel fishing ban to remain in place_ko": "샌디 낚시 금지는 제자리에 남아 있습니다",
  "Solar squeeze: US tariffs threaten panel production and jobs in Thailand_ko": "태양 압박 : 미국 관세는 태국의 패널 생산 및 일자리를 위협합니다.",
  "Chinese solar companies turned Thailand into a solar module assembly hub. Now thousands of Thai workers are caught in a trade war between Washington and Beijing \nThe post Solar squeeze: US tariffs threaten panel production and jobs in Thailand appeared first on Climate Home News._ko": "중국 태양열 회사는 태국을 태양 모듈 어셈블리 허브로 바꿨습니다. 이제 수천 명의 태국 노동자들이 워싱턴과 베이징 사이의 무역 전쟁에 사로 잡혔습니다. \n포스트 태양 압박 : 미국 관세는 태국의 패널 생산을 위협하고 기후 주택 뉴스에서 처음으로 등장했습니다.",
  "Sandeels are a vital source of food for seabirds that live along the UK coastline._ko": "샌드 엘은 영국 해안선을 따라 사는 해조를위한 중요한 음식 공급원입니다.",
  "Asia’s fossil-free future demands real transformation – not a false transition_ko": "아시아의 화석없는 미래는 실질적인 변화를 요구합니다-잘못된 전환이 아닙니다.",
  "How the political consensus on climate change has shattered_ko": "기후 변화에 대한 정치적 합의가 어떻게 부서 졌는지",
  "As it meets this week, the Asian Development Bank should stop supporting fossil gas as a \"bridge\" fuel and back renewable energy\nThe post Asia’s fossil-free future demands real transformation – not a false transition appeared first on Climate Home News._ko": "이번 주에 만나는 아시아 개발 은행은 화석 가스 지원을 \"브리지\"연료 및 등의 재생 에너지로지지하지 않아야합니다.\n포스트 아시아의 화석없는 미래는 실제 변화를 요구합니다.",
  "In 2019, the UK committed in law to reducing its carbon emissions to net zero by 2050. Now the political climate has changed._ko": "2019 년 영국은 2050 년까지 탄소 배출량을 Net Zero로 줄이겠다 고 법률을 제정했습니다. 이제 정치적 환경이 바뀌 었습니다.",
  "Can this lynx born in a zoo learn to live in the wild?_ko": "동물원에서 태어난이 lynx는 야생에서 사는 법을 배울 수 있습니까?",
  "It has been moved to Germany's Black Forest in preparation for its release_ko": "그것은 석방 준비를 위해 독일의 검은 숲으로 옮겨졌습니다.",
  "Sand groomers v turtles: how wildlife is falling foul of the demand for Insta-perfect beaches_ko": "Sand Groomers v Turtles : 야생 생물이 Insta-Perfect Beaches에 대한 수요에 대한 파울이되는 방법",
  "From the turtle-nesting beaches of Italy to Greek island bird havens, across the Mediterranean campaigners are fighting to protect habitats from tourists seeking a picture-perfect holidayIn the summer months in Puglia, southern Italy, the battle for the beaches begins before dawn. Armed with tractors, beach owners flatten every imperfection from the sand, dragging it to sift out anything large enough to be considered waste. As the sun rises, tourists flood the coastline, often unaware of what lies hidden beneath their feet.Two feet below the surface, delicate eggs laid by loggerhead sea turtles (Caretta caretta) are waiting to hatch. For the turtles, the beach is not a beauty spot but a habitat. Continue reading..._ko": "이탈리아의 거북이 신성한 해변에서 그리스 섬 조류 피난처에 이르기까지 지중해 운동가들은 남부 이탈리아의 Puglia에서 여름철에 그림이 완벽한 휴가를 찾는 관광객들로부터 서식지를 보호하기 위해 싸우고 있습니다. 트랙터로 무장 한 해변 소유자는 모래에서 모든 불완전 성을 평평하게하여 폐기물로 간주 될 정도로 큰 것을 제거하기 위해 끌어냅니다. 태양이 떠오르면서 관광객들은 해안선을 침수하여 종종 발 아래에 숨겨져있는 것을 알지 못합니다. 표면 아래의 발은 로그 헤드 바다 거북 (Caretta Caretta)이 놓인 섬세한 계란이 해치를 기다리고 있습니다. 거북이의 경우 해변은 미용점이 아니라 서식지입니다. 계속 읽기 ...",
  "Massive power cuts brought parts of Spain, Portugal and France to a standstill this week._ko": "대규모 전력 삭감으로 스페인, 포르투갈 및 프랑스의 일부가 이번 주에 정지하게되었습니다.",
  "Collapsing bird numbers in North America prompt fears of ecological crisis – research_ko": "북아메리카에서 조류 수치가 무너지는 생태 위기에 대한 두려움 - 연구",
  "Endangered axolotl release raises hopes for rare amphibian_ko": "멸종 위기에 처한 Axolotl 방출은 희귀 양서지에 대한 희망을 높입니다",
  "Study using citizen data finds three-quarters of nearly 500 species in decline, with steepest trend in areas where they once thrivedBird populations across North America are falling most quickly in areas where they are most abundant, according to new research, prompting fears of ecological collapse in previously protected areas.Analysis of nearly 500 bird species across North America has found that three-quarters are declining across their ranges, with two-thirds of the total shrinking significantly. Continue reading..._ko": "시민 데이터를 사용하는 연구는 거의 500 종의 3/4의 3/4이 거의 500 종의 쇠퇴를 발견했으며, 새로운 연구에 따르면 북아메리카 전역의 한 번에 번성하는 버드 인구가 가장 풍부한 지역에서 가장 빠르게 떨어지는 지역에서 가장 가파른 추세를 보인다. 이전에 보호 된 지역에서 생태 학적 붕괴에 대한 두려움을 불러 일으킨다. 크게 줄어 듭니다. 계속 읽기 ...",
  "Climate change-driven heatwaves hit Delhi’s Red Fort market traders_ko": "기후 변화 중심의 열파는 델리의 레드 포트 마켓 트레이더를 강타했습니다",
  "Free public toilets and tarpaulins would help vendors at the Lal Qila market in Delhi deal with rising temperatures that are hurting their health and incomes\nThe post Climate change-driven heatwaves hit Delhi’s Red Fort market traders appeared first on Climate Home News._ko": "무료 공중 화장실과 타포 린은 델리의 Lal Qila Market의 공급 업체가 건강과 소득을 상하게하는 온도 상승을 다루는 데 도움이 될 것입니다.\n기후 변화 중심의 열파는 델리의 레드 포트 마켓 트레이더가 기후 홈 뉴스에서 처음으로 등장했습니다.",
  "Study provides hope for future of the axolotl amphibian, pushed to the brink of extinction in Mexico._ko": "연구는 멕시코에서 멸종 위기에 처한 Axolotl Amphibian의 미래에 대한 희망을 제공합니다.",
  "On May Day, workers are calling – and climate activists must answer_ko": "5 월에 노동자들이 전화를 걸고 기후 운동가들이 대답해야합니다.",
  "Area burned by UK wildfires in 2025 already at annual record_ko": "2025 년 영국 산불에 의해 화상을 입은 지역은 이미 연간 기록에 있습니다.",
  "The prolonged dry, sunny weather in March and April created ideal conditions for wildfires to spread._ko": "3 월과 4 월의 연장 된 건조하고 햇볕이 잘 드는 날씨로 인해 산불이 퍼질 수있는 이상적인 조건이 만들어졌습니다.",
  "For too long, workers' rights have been sidelined in the fight against climate change - without just transition policies, we can't build a livable future\nThe post On May Day, workers are calling – and climate activists must answer  appeared first on Climate Home News._ko": "너무 오랫동안 기후 변화와의 싸움에서 노동자의 권리가 부업되었습니다. 전환 정책 없이는 살기 좋은 미래를 만들 수 없습니다.\n5 월의 게시물, 노동자들은 전화를 걸고 있으며 기후 운동가들은 기후 홈 뉴스에 먼저 대답해야합니다.",
  "Just Stop Oil was policed to extinction - now the movement has gone deeper underground_ko": "그냥 정지 기름이 멸종되어 경찰을 겪었습니다. 이제 움직임이 더 깊어졌습니다.",
  "Attenborough at 99: naturalist ‘goes further than before’ to speak out against industrial fishing in new film_ko": "99의 Attenborough : Naturalist‘이전보다 더 나아가’새 영화에서 산업 낚시에 반대합니다.",
  "Climate activists may be going deeper underground._ko": "기후 운동가들은 지하에 더 깊이 갈 수 있습니다.",
  "Reaction to White House proposals to cut funding for Nasa and a future asteroid fly past_ko": "NASA에 대한 자금을 삭감하기위한 백악관 제안에 대한 반응과 미래의 소행성 비행 과거",
  "The celebrated presenter warns of ‘modern day colonialism at sea’ as he highlights the destruction caused by overfishing and bottom trawlingWhen David Attenborough’s Blue Planet II documentary aired eight years ago, its impact was so strong it was credited with bringing about a revolution in the way people use plastics. Now film-makers are hoping he can do the same for other destructive environmental practices that the world’s best-known living naturalist describes as “draining the life from our oceans”.The industrial fishing method of bottom trawling is the focus of a large part of Attenborough’s latest film, Ocean, which airs in cinemas from 8 May, the naturalist’s 99th birthday. In a remarkably no-holds-barred narrative, he says these vessels tear the seabed with such force “the trails of destruction can be seen from space”. He also condemns what he calls “modern day colonialism at sea”, where huge trawlers, operating off the coasts of countries reliant on fish for food and livelihoods, are blamed for dwindling local catches. Continue reading..._ko": "David Attenborough의 Blue Planet II 다큐멘터리가 8 년 전 방송되면서 과발과 바닥 트롤링으로 인한 파괴를 강조하면서 유명한 발표자는 '바다에서의 현대 식민주의'에 대해 경고했다. 이제 영화 제작자들은 세계에서 가장 유명한 살아있는 자연 주의자가“우리의 바다에서 생명을 배출하는 것”이라고 묘사하는 다른 파괴적인 환경 관행에 대해 똑같이 할 수 있기를 바라고 있습니다. 그는 놀랍게도 낙관적 인 이야기에서,이 혈관들은“우주에서 파괴의 흔적을 볼 수있다”고 그러한 힘으로 해저를 찢었다 고 말합니다. 그는 또한“바다에서의 현대 식민주의”라고 부르는 것을 정죄합니다. 이곳에서 음식과 생계를 위해 물고기에 의존하는 국가의 해안에서 운영되는 거대한 트롤러는 현지 어획량을 줄이는 것으로 비난받습니다. 계속 읽기 ...",
  "Mystery of medieval cemetery near airport runway deepens_ko": "공항 활주로 근처의 중세 묘지의 신비가 깊어집니다",
  "Trump’s first 100 days: US walks away from global climate action_ko": "트럼프의 첫 100 일 : 미국은 세계 기후 행동에서 멀어집니다.",
  "The Trump administration has pulled the plug on the UN climate process and its financial contributions, while at the same time backing fossil fuels and obstructing renewables\nThe post Trump’s first 100 days: US walks away from global climate action appeared first on Climate Home News._ko": "트럼프 행정부는 유엔 기후 과정과 재정적 기여에 대한 플러그를 뽑았으며, 동시에 화석 연료를 뒷받침하고 재생 에너지를 방해합니다.\n트럼프의 첫 100 일 : 미국은 세계 기후 행동을 떠나 기후 홈 뉴스에서 처음으로 등장했습니다.",
  "Skeletons and artefacts unearthed from the site near Cardiff Airport are baffling archaeologists._ko": "카디프 공항 근처 지역에서 발굴 된 골격과 인공물은 고고학자들을 당황하게합니다.",
  "Canada votes to keep Carney as leader, over anti-climate Conservatives_ko": "캐나다는 카니를 지도자로 유지하기 위해 투표합니다.",
  "Mission to boldly grow food in space labs blasts off_ko": "우주 실험실에서 음식을 대담하게 재배하는 사명",
  "The Conservatives would have scrapped a carbon tax on big industrial emitters and boosted oil and gas production\nThe post Canada votes to keep Carney as leader, over anti-climate Conservatives appeared first on Climate Home News._ko": "보수당은 대기업에 대한 탄소세를 폐기했을 것입니다. 석유 및 가스 생산을 강화했습니다.\n캐나다 포스트 캐나다는 카니를 지도자로 유지하기로 결정했으며, 기후 보수 주의자들에 대한 기후 홈 뉴스에서 처음으로 등장했습니다.",
  "The mission will explore new ways of reducing the cost of feeding an astronaut._ko": "이 사명은 우주 비행사에게 먹이를주는 비용을 줄이는 새로운 방법을 모색 할 것입니다.",
  "Canada's top candidates talk up fossil fuels as climate slips down agenda_ko": "캐나다의 최고 후보자들은 기후가 의제를 떨어 뜨리면서 화석 연료에 대해 이야기합니다.",
  "Trump throws lifeline to Canadian deep-sea miner, setting scene for international clash_ko": "트럼프는 라이프 라인을 캐나다 심해 광부에게 던지고 국제 충돌을위한 장면을 설정합니다.",
  "Amid tariff threats from the US, energy and economic security are key issues in Canada's federal election._ko": "미국의 관세 위협 속에서 에너지와 경제 안보는 캐나다 연방 선거에서 주요 문제입니다.",
  "US president’s executive order looks like a victory for Vancouver-based The Metals Company (TMC) and other industry advocates, but fierce environmental and international opposition still stands in the way of ocean floor mining\nThe post Trump throws lifeline to Canadian deep-sea miner, setting scene for international clash appeared first on Climate Home News._ko": "미국 대통령의 행정 명령은 밴쿠버에 기반을 둔 TMC (Metals Company) 및 기타 업계 옹호자들의 승리처럼 보이지만 치열한 환경 및 국제 야당은 여전히 ​​해양 채굴 방식에 있습니다.\n포스트 트럼프는 라이프 라인을 캐나다 심해 광부에게 던지고 국제 충돌의 장면을 기후 홈 뉴스에서 처음으로 등장했습니다.",
  "Could an almighty eruption destroy a dreamy Greek island?_ko": "전능하신 분화가 꿈꾸는 그리스 섬을 파괴 할 수 있습니까?",
  "Climate shocks and volatile currencies hike debt burden for poor countries_ko": "기후 충격 및 불안정한 통화 가난한 나라의 부채 부담",
  "Least-developed countries and island nations are struggling with crippling debt levels made worse by global currency fluctuations and climate disasters hitting their economies\nThe post Climate shocks and volatile currencies hike debt burden for poor countries appeared first on Climate Home News._ko": "최소한 발달 된 국가와 섬 국가들은 글로벌 통화 변동과 기후 재해가 경제를 강타함으로써 악화 된 부채 수준으로 어려움을 겪고 있습니다.\n가난한 나라의 기후 충격 및 변동 통화 인상 부채 부담은 기후 주택 뉴스에서 처음으로 나타났습니다.",
  "Scientists are investigating for the first time how dangerous the island's next big one could be._ko": "과학자들은 섬의 다음 큰 것이 얼마나 위험 할 수 있는지 처음으로 조사하고 있습니다.",
  "Individual action won’t save the climate – unless governments and businesses back it_ko": "개별 행동은 정부와 기업이 그것을지지하지 않는 한 기후를 구할 수 없습니다.",
  "Project to suck carbon out of sea begins in UK_ko": "영국에서 바다에서 탄소를 빨아들이는 프로젝트",
  "A pilot project will test whether it is a useful way of fighting climate change._ko": "파일럿 프로젝트는 그것이 기후 변화와 싸우는 유용한 방법인지 테스트 할 것입니다.",
  "Without transforming overarching systems, green efforts by consumers will fall far short of their potential to cut emissions\nThe post Individual action won’t save the climate – unless governments and businesses back it appeared first on Climate Home News._ko": "가장 중요한 시스템을 변화시키지 않으면 서 소비자의 녹색 노력은 배출량을 줄일 수있는 잠재력에 미치지 못할 것입니다.\n포스트 개별 행동은 기후를 구하지 않습니다. 정부와 기업이 뒤로 돌아 오지 않는 한 기후 주택 뉴스에 처음으로 나타났습니다.",
  "The truth about life on other planets - and what it means for humans_ko": "다른 행성의 삶에 대한 진실 - 그리고 그것이 인간에게 의미하는 바",
  "At energy security talks, US pushes gas and derides renewables_ko": "에너지 안보 대화에서 미국은 가스를 밀고 재생 에너지를 파괴합니다.",
  "The US envoy to the IEA's energy security summit criticised renewables, arguing that they cause power cuts and increase reliance on China\nThe post At energy security talks, US pushes gas and derides renewables appeared first on Climate Home News._ko": "IEA의 에너지 안보 정상 회담에 대한 미국의 특사는 재생 에너지를 비판했으며, 전력 삭감을 일으키고 중국에 대한 의존도를 높였다 고 주장했다.\nEnergy Security Talks의 게시물 인 US는 가스를 밀고 재생 에너지를 기후 홈 뉴스에 처음으로 등장했습니다.",
  "Xi commits China to full climate plan but emissions-cutting ambition still unclear_ko": "Xi는 중국을 기후 계획을 완전한 기후 계획으로 만들지 만 배출량 절단 야망은 여전히 ​​불분명합니다.",
  "Could discoveries of alien life ever change the human psyche in how we view ourselves and each other?_ko": "외계인의 발견이 우리 자신과 서로를 보는 방식에서 인간의 정신을 바꿀 수 있습니까?",
  "Colossal squid filmed in ocean for the first time_ko": "거대한 오징어는 처음으로 바다에서 촬영되었습니다",
  "The Chinese president told fellow global leaders that the country's updated climate plan would cover all economic sectors and greenhouse gases\nThe post Xi commits China to full climate plan but emissions-cutting ambition still unclear appeared first on Climate Home News._ko": "중국 대통령은 전 세계 지도자들 에게이 나라의 업데이트 된 기후 계획이 모든 경제 부문과 온실 가스를 충당 할 것이라고 말했다.\nPost XI는 중국이 기후 계획을 완전한 기후 계획으로 헌신하지만 배출량 절단 야망은 여전히 ​​기후 홈 뉴스에서 처음으로 나타났습니다.",
  "US and Europe set for clash on what “energy security” means_ko": "미국과 유럽은 \"에너지 안보\"가 의미하는 바에 대한 충돌로 설정",
  "Stunned scientists say the extremely rare squid can weigh up to 500kg (1,100lb)._ko": "기절 한 과학자들은 극도로 드문 오징어의 무게가 최대 500kg (1,100lb)에이를 수 있다고 말합니다.",
  "While European politicians seek to strengthen the link between clean energy and security, Trump officials are expected to push for more gas at a key summit in London\nThe post US and Europe set for clash on what “energy security” means appeared first on Climate Home News._ko": "유럽 ​​정치인들은 청정 에너지와 안보 사이의 연관성을 강화하려고하지만 트럼프 당국자들은 런던의 주요 정상 회담에서 더 많은 가스를 추진할 것으로 예상됩니다.\n미국과 유럽 포스트는 기후 홈 뉴스에서“에너지 안보”가 무엇을 의미하는지에 대한 충돌을 설정했습니다.",
  "UK's rarest wildlife being 'pushed to extinction' by grass fires_ko": "영국의 가장 희귀 한 야생 동물은 잔디 화재로 '멸종에 밀려'",
  "White House says not taking aim at green group tax status_ko": "백악관은 녹색 그룹 세금 상태를 목표로하지 않는다고 말합니다.",
  "Wildfires 'could spell the end' for rare species such as water voles and hen harriers._ko": "산불은 물약과 암탉 해리 어와 같은 희귀 종의 경우 끝을 철자 할 수 있습니다.",
  "Concerns ran high after President Trump took aim at the charitable status of Harvard University, seen as a first shot against tax-exempt non-profit organisations\nThe post White House says not taking aim at green group tax status appeared first on Climate Home News._ko": "트럼프 대통령이 하버드 대학교의 자선 지위를 목표로 한 후 우려가 높아졌습니다.\n백악관은 녹색 그룹 세금 상태를 목표로하지 않았다고 기후 집단 뉴스에서 처음으로 나타났습니다.",
  "England water pollution at 10-year high, campaigners say_ko": "캠페인들은 10 년 동안 영국의 수질 오염이 있다고 말합니다",
  "“It’s shameful”: Amazon Indigenous people call for oil drilling ban at COP30_ko": "\"부끄러운 일\": 아마존 원주민 사람들은 COP30에서 석유 시추 금지를 요구합니다.",
  "Indigenous leaders representing dozens of Amazon ethnicities have signed a declaration calling for a COP30 roadmap to phase out fossil fuels\nThe post “It’s shameful”: Amazon Indigenous people call for oil drilling ban at COP30 appeared first on Climate Home News._ko": "수십 명의 아마존 민족을 대표하는 원주민 지도자들은 화석 연료를 단계적으로 폐지하기 위해 COP30 로드맵을 요구하는 선언에 서명했습니다.\n“It 's Shindful”게시물 : Amazon 원주민 사람들은 COP30에서 석유 시추 금지를 요구합니다.",
  "System change is our only way out of the climate and biodiversity crises_ko": "시스템 변화는 기후와 생물 다양성 위기에서 벗어나는 유일한 방법입니다.",
  "Campaigners release official data showing the most serious pollution incidents in England are double the target._ko": "영국에서 가장 심각한 오염 사고가 목표를 두 배로 늘리는 캠페인은 공식 데이터를 발표합니다.",
  "Global warming and biodiversity loss stem from the same economic, social and political systems that prioritise profits and reward exploitation\nThe post System change is our only way out of the climate and biodiversity crises  appeared first on Climate Home News._ko": "지구 온난화 및 생물 다양성 손실\n포스트 시스템 변경은 기후에서 벗어날 수있는 유일한 방법이며 생물 다양성 위기는 기후 홈 뉴스에서 처음으로 나타났습니다.",
  "Climate non-profits anticipate fight with Trump over tax status_ko": "기후 비영리 단체는 세금 상태에 대한 트럼프와의 싸움을 예상합니다",
  "Iraq sandstorm leaves many with breathing problems_ko": "이라크의 모래 스톰은 많은 호흡 문제가 있습니다",
  "The sandstorm blanketed southern regions in an eerie, orange haze and shut down airports._ko": "모래 폭풍은 섬뜩한 오렌지 안개로 남부 지역을 뒤덮고 공항을 폐쇄했습니다.",
  "US-based climate change campaign groups fear that President Donald Trump will try to use the US tax authority to damage them financially\nThe post Climate non-profits anticipate fight with Trump over tax status appeared first on Climate Home News._ko": "미국 기반 기후 변화 캠페인 단체는 도널드 트럼프 대통령\n기후 기후 비영리 단체는 세금 상태에 대한 트럼프와의 싸움이 기후 주택 뉴스에서 처음으로 나타났습니다.",
  "Couple arrested for breeding exotic cats in Spain_ko": "부부는 스페인에서 이국적인 고양이를 번식시키는 것으로 체포되었습니다",
  "Giving nature breathing room builds climate resilience_ko": "자연 호흡 공간을 제공하면 기후 회복력이 생깁니다",
  "The couple is suspected of selling exotic cats online, including protected species such as white tigers._ko": "이 부부는 흰 호랑이와 같은 보호 종을 포함하여 이국적인 고양이를 온라인으로 판매하는 것으로 의심됩니다.",
  "Farming communities in El Salvador are reaping the benefits of working with nature by planting trees, harvesting rainwater and other ecological practices\nThe post Giving nature breathing room builds climate resilience appeared first on Climate Home News._ko": "엘살바도르의 농업 공동체는 나무를 심고 빗물 및 기타 생태 관행을 수확함으로써 자연과의 협력의 이점을 감시하고 있습니다.\n자연 호흡 실을 제공하는 게시물은 기후 복원력을 구축합니다. 기후 홈 뉴스에서 처음으로 나타났습니다.",
  "Blue Origin crew safely back on Earth after all-female space flight_ko": "모든 여성 우주 비행 후 Blue Origin Crew는 지구에 안전하게 돌아 왔습니다.",
  "Shipping’s climate deal sets up battle over pollution calculations for gas and biofuels_ko": "배송의 기후 거래는 가스 및 바이오 연료에 대한 오염 계산에 대한 전투를 시작합니다.",
  "Six women - including pop star Katy Perry - blasted off into space as part of an all-women suborbital mission_ko": "팝스타 Katy Perry를 포함한 6 명의 여성 - 모든 여성 아광 미션의 일환으로 우주로 폭발했습니다.",
  "The IMO will set emissions intensity levels for different fuels that decide how ship owners will be rewarded or penalised for using them in new green push\nThe post Shipping’s climate deal sets up battle over pollution calculations for gas and biofuels appeared first on Climate Home News._ko": "IMO는 선박 소유자가 새로운 녹색 푸시로 사용하는 데 어떻게 보상을 받거나 처벌받을 것인지 결정하는 다른 연료에 대한 배출 강도 수준을 설정합니다.\n배송 후 기후 거래는 가스 및 바이오 연료에 대한 오염 계산에 대한 전투를 시작합니다.",
  "Starlings disappearing from gardens, says RSPB_ko": "RSPB는 말이 정원에서 사라지고 있다고 말합니다",
  "The Big Garden Birdwatch survey recorded the lowest ever numbers of starlings this year._ko": "Big Garden Birdwatch Survey는 올해 가장 낮은 수의 별을 기록했습니다.",
  "Congo’s deadly rains predicted to occur every two years in a warming world_ko": "콩고의 치명적인 비는 온난화 세계에서 2 년마다 발생할 것으로 예상됩니다.",
  "After floods devastate the DRC's capital, scientists say climate change is making heavier rains more likely and call for better data to help prepare\nThe post Congo’s deadly rains predicted to occur every two years in a warming world appeared first on Climate Home News._ko": "홍수가 발생한 후 DRC의 수도를 황폐화시킨 과학자들은 기후 변화가 더 많은 비가 올 가능성이 높아지고 준비를 돕기 위해 더 나은 데이터를 요구한다고 말합니다.\n콩고 포스트 콩고의 치명적인 비는 2 년마다 온난화 세계에서 발생할 것으로 예상됩니다.",
  "Titanic scan reveals ground-breaking details of ship's final hours_ko": "타이타닉 스캔은 선박의 마지막 시간에 대한 획기적인 세부 사항을 보여줍니다",
  "As Trump upends aid and markets, who will pay for green development in Global South?_ko": "트럼프가 원조와 시장을 강화함에 따라 누가 글로벌 남부에서 녹색 개발 비용을 지불 할 것인가?",
  "The 3D replica corroborates eye witness accounts about what happened after the liner hit an iceberg._ko": "3D 복제는 라이너가 빙산에 부딪친 후 일어난 일에 대해 안과 증인 설명을 뒷받침합니다.",
  "Ahead of key donor meetings, experts say a combination of debt relief, private investment and innovative sources of finance could help fill the gap  \nThe post As Trump upends aid and markets, who will pay for green development in Global South? appeared first on Climate Home News._ko": "주요 기부자 회의에 앞서 전문가들은 부채 구제, 민간 투자 및 혁신적인 금융 출처의 조합이 격차를 메울 수 있다고 말합니다.  \nTrump로서의 게시물은 Aid와 Markets를 강화합니다. 누가 Global South에서 녹색 개발 비용을 지불 할 것인가? 기후 홈 뉴스에 처음 등장했습니다.",
  "Experts dispute claim dire wolf brought back from extinction_ko": "전문가들은 분쟁 주장 청구 끔찍한 늑대가 멸종에서 가져온 것입니다",
  "Independent experts say three white wolf puppies are not dire wolves, as claimed by US company Colossal_ko": "독립적 인 전문가들은 미국 회사가 거짓말하는 바와 같이 3 명의 백인 늑대 강아지가 끔찍한 늑대가 아니라고 말합니다.",
  "ExxonMobil helps Amazon nation Guyana build ‘petrostate’, while people stay poor_ko": "ExxonMobil은 Amazon Nation Guyana가 'Petrostate'를 건설하는 반면 사람들은 가난한 상태를 유지합니다.",
  "Guyana’s rapid ascent to major oil producer has come at a steep price: rising inequality, weakened environmental regulations and unchecked gas flaring\nThe post ExxonMobil helps Amazon nation Guyana build ‘petrostate’, while people stay poor appeared first on Climate Home News._ko": "가이아나의 주요 석유 생산자에 대한 빠른 상승은 가파른 가격으로 왔습니다. 불평등 상승, 환경 규제가 약화 및 확인되지 않은 가스 가스\n엑손 모빌 (Exxonmobil)은 아마존 국가 가이아나 (Amazon Nation Guyana)가 '페트로 스테이트 (petrostate)'를 구축하는 데 도움이되지만 사람들은 기후 홈 뉴스에서 처음으로 가난한 상태로 나타납니다.",
  "Ethiopia’s bold EV ambitions hit bumps in rural areas_ko": "에티오피아의 대담한 EV 야망은 농촌 지역에서 충돌을 일으켰습니다",
  "Record number of illegal sewage spills in Windermere last year_ko": "작년 Windermere에서 불법 하수 유출의 기록 수",
  "After becoming the world’s first country to ban imports of fossil fuel vehicles last year, a patchy power grid and high EV purchase costs are slowing Ethiopia's green transport revolution in the countryside\nThe post Ethiopia’s bold EV ambitions hit bumps in rural areas appeared first on Climate Home News._ko": "작년에 화석 연료 차량의 수입을 금지 한 세계 최초의 국가가 된 후, 고르지 않은 전력망과 높은 EV 구매 비용은 시골에서 에티오피아의 녹색 운송 혁명을 늦추고 있습니다.\n에티오피아의 대담한 EV 야망은 농촌 지역의 충돌에 부딪쳤다.",
  "Loss and damage fund to hand out $250 million in initial phase_ko": "초기 단계에서 2 억 5 천만 달러의 손실 및 손해 자금",
  "Campaigners identified 140 illegal spill days into the beauty spot in 2024_ko": "운동가들은 2024 년 뷰티 스팟으로 140 개의 불법 유출 일을 확인했습니다.",
  "The Swedish city fined for missing an environmental target_ko": "스웨덴 도시는 환경 목표가없는 것으로 벌금을 부과했습니다",
  "The fund’s board has agreed a plan for the start-up phase of the UN mechanism to help developing nations tackle the consequences of climate disasters\nThe post Loss and damage fund to hand out $250 million in initial phase appeared first on Climate Home News._ko": "펀드 이사회는 개발 도상국이 기후 재해의 결과를 해결하는 데 도움이되는 유엔 메커니즘의 스타트 업 단계에 대한 계획에 동의했습니다.\n초기 단계에서 2 억 5 천만 달러를 나눠 줄 포스트 손실 및 손상 펀드는 기후 홈 뉴스에서 처음으로 나타났습니다.",
  "Governments agree green shipping targets and fees for missing them_ko": "정부는 녹색 운송 목표와 실종에 ​​대한 수수료에 동의합니다.",
  "Gothenburg has to pay a financial penalty if it misses certain annual sustainability goals._ko": "예테보리는 특정 연간 지속 가능성 목표를 놓치면 재정적 벌금을 지불해야합니다.",
  "Ship owners who fail to reduce emissions intensity 30% by 2035 will have to pay into a \"net zero fund\" to clean up shipping through green fuels\nThe post Governments agree green shipping targets and fees for missing them appeared first on Climate Home News._ko": "2035 년까지 배출 강도를 줄이지 않는 선박 소유자는 녹색 연료를 통해 선적을 청소하기 위해 \"Net Zero Fund\"로 지불해야합니다.\n우체국은 녹색 운송 목표와 실종에 ​​대한 수수료가 기후 홈 뉴스에 처음으로 나타났습니다.",
  "What in the World_ko": "세계에서",
  "China and India defeat attempt to reveal how much each ship pollutes_ko": "중국과 인도는 각 선박이 얼마나 오염 된지를 밝히려는 시도",
  "The public will only be given emissions data in an anonymised form, making it harder for companies to choose green ships or port communities to judge health risks\nThe post China and India defeat attempt to reveal how much each ship pollutes appeared first on Climate Home News._ko": "대중은 익명으로 배출량 데이터 만 제공되므로 회사가 건강 위험을 판단하기 위해 녹색 선박이나 항구 커뮤니티를 선택하기가 더 어려워집니다.\n중국과 인도 포스트 패배는 각 선박의 오염 물질이 기후 홈 뉴스에서 얼마나 먼저 나타 났는지를 밝히려고 시도합니다.",
  "And did they have enough underwear?_ko": "그리고 그들은 충분한 속옷이 있었습니까?",
  "Power-hungry AI data centres seen driving demand for fossil fuels_ko": "전력 공장 AI 데이터 센터는 화석 연료에 대한 수요를 주도하는 것을 보았습니다.",
  "Big Tech's data centres are expected to use twice as much electricity by the end of the decade - mainly due to the global AI boom, the International Energy Agency says\nThe post Power-hungry AI data centres seen driving demand for fossil fuels appeared first on Climate Home News._ko": "Big Tech의 데이터 센터는 10 년 말까지 두 배의 전기를 사용할 것으로 예상됩니다.\nPOST HUNGRY AI 데이터 센터는 화석 연료에 대한 수요를 주도하는 것을 보았습니다.",
  "Astronauts Butch and Suni finally back on Earth_ko": "우주 비행사 부치와 수니는 마침내 지구로 돌아 왔습니다",
  "Beyond anxiety: Teens’ mental health suffers on Africa’s climate frontlines_ko": "불안감을 넘어서 : 십대의 정신 건강은 아프리카의 기후 전선에 겪습니다.",
  "Dolphins circled their capsule after it landed off the coast of Florida._ko": "돌고래는 플로리다 해안에서 착륙 한 후 캡슐을 돌았습니다.",
  "As climate change impacts take a heavy toll on young people's wellbeing in poor rural areas, how can policymakers help them cope?\nThe post Beyond anxiety: Teens’ mental health suffers on Africa’s climate frontlines appeared first on Climate Home News._ko": "기후 변화에 영향이 농촌 지역에서 젊은이들의 복지에 큰 피해를 입으면서 정책 입안자들이 어떻게 대처할 수 있습니까?\n불안을 넘어서는 포스트 : 십대의 정신 건강은 아프리카의 기후 전선에 고통을 겪고 있습니다.",
  "Astronauts Butch and Suni begin journey home after nine months in space_ko": "우주 비행사 부치와 수니는 우주에서 9 개월 후 집으로 여행을 시작합니다.",
  "The Nasa astronauts prepare to head to Earth after an eight-day mission turned into nine months._ko": "NASA 우주 비행사는 8 일의 임무가 9 개월로 바뀌면서 지구로 향할 준비를합니다.",
  "The unexpected knock-on effect of Trump's minerals 'deal of the century'_ko": "트럼프의 광물 '세기 거래'의 예기치 않은 노크 효과",
  "The president once derided attempts to develop new green technology as a \"green new scam\" - but his deal could help boost the US's potential in the sector_ko": "대통령은 한때 새로운 녹색 기술을 \"녹색 새로운 사기\"로 개발하려는 시도를 해체했습니다. 그러나 그의 거래는이 부문에서 미국의 잠재력을 높이는 데 도움이 될 수 있습니다.",
  "Planes are having their GPS hacked. Could new clocks keep them safe?_ko": "비행기는 GPS를 해킹하고 있습니다. 새로운 시계가 안전을 유지할 수 있습니까?",
  "How a new atomic clock might be the way to tackle attacks on plane GPS systems_ko": "새로운 원자 시계가 평면 ​​GPS 시스템에 대한 공격을 해결하는 방법 일 수있는 방법",
  "Why scientists are counting tiny marine creatures, from Space_ko": "과학자들이 우주에서 작은 해양 생물을 세는 이유",
  "Differences in seawater colour could reveal how tiny Antarctic creatures are faring in a warming world._ko": "해수 색상의 차이는 온난화 세계에서 작은 남극 생물이 얼마나 멀리 떨어져 있는지를 보여줄 수 있습니다.",
  "Nasa needs saving from itself – but is this billionaire right for that job?_ko": "NASA는 그 자체로부터 저축이 필요합니다 - 그러나이 억만 장자는 그 직업에 맞습니까?",
  "The success of SpaceX and other private-sector space firms is throwing up hard questions about America's \"great national treasure\"._ko": "SpaceX 및 기타 민간 부문 우주 회사의 성공은 미국의 \"위대한 국가 보물\"에 대한 어려운 질문을 제기하고 있습니다.",
  "Asteroid contains building blocks of life, say scientists_ko": "소행성에는 생명의 빌딩 블록이 포함되어 있다고 과학자들은 말합니다",
  "Bennu contains minerals and thousands of organic molecules, including the chemical components that make up DNA._ko": "Bennu는 DNA를 구성하는 화학 성분을 포함하여 미네랄과 수천 개의 유기 분자를 포함합니다.",
  "SpaceX Starship test fails after Texas launch_ko": "텍사스 출시 후 SpaceX Starship Test가 실패합니다",
  "Officials at Elon Musk's company said the upper stage was lost, minutes after it launched._ko": "엘론 머스크 회사의 관계자들은 상단 단계가 출시 된 지 몇 분 후에 상단 단계가 손실되었다고 말했다.",
  "Rocket launch challenges Elon Musk's space dominance_ko": "로켓은 엘론 머스크의 우주 지배에 도전합니다",
  "Amazon founder Jeff Bezos's space company blasts its first rocket into orbit in a challenge to Elon Musk._ko": "아마존 창립자 인 Jeff Bezos의 우주 회사는 Elon Musk의 도전으로 첫 로켓을 궤도에 폭파했습니다.",
  "Future of space travel: Could robots really replace human astronauts?_ko": "우주 여행의 미래 : 로봇이 실제로 인간 우주 비행사를 대체 할 수 있습니까?",
  "Advances in technology raise questions about the need to send people to space - and the risks and cost_ko": "기술의 발전은 사람들을 우주로 보내야 할 필요성과 위험과 비용에 대한 의문을 제기합니다.",
  "New study on moons of Uranus raises chance of life_ko": "천왕성의 달에 대한 새로운 연구",
  "The planet Uranus and its five biggest moons may not be the sterile worlds scientists have long thought._ko": "지구 천왕성과 5 개의 가장 큰 달은 과학자들이 오랫동안 생각한 멸균 세계가 아닐 수도 있습니다."
}